[
  {
    "id": "terms-of-use-preamble",
    "title": "Terms of use Premables ",
    "introductoryLines": [],
    "sections": [
      {
        "sectionTitle": "",
        "content": [
          [
            "This entire legal document shall be known as 'Terms of Use' and shall comprise of eight legal sub-documents, namely, (1) Terms of Use Preamble; (2) User Agreement; (3) Payment Terms and Conditions; (4) Third Party Affiliates Terms and Conditions; (5) Refund Policy; (6) Privacy Policy; (7) Code Policy; and (8) Intellectual Property Policy and Procedures; and may also comprise additionally, such other legal documents, as may be declared to become a part of it or as may be incorporated herein by reference, as updated from time to time. This Terms of Use provides the various terms and conditions pertaining to use/service; confers rights and obligations upon the parties bound by it; regulates the activities of the users; and protects the rights conferred by law of third parties affected by the actions/omissions of both parties in this behalf. This Terms of Use shall, unless it is declared to be void or unenforceable, either completely or in part, continue to govern the rights conferred (legal or contractual), and the various aspects of law and regulatory compliances in this behalf, as applicable. This Terms of Use shall be deemed as the primary document forming the basis of contractual relations between the parties bound by it unless the parties hereto have entered into any separate agreement which excludes the applicability of any provisions herein or has special provisions inserted therein to address the relevant issues. In case any or all of the provisions in such other separate agreement directly conflict with any or all of the corresponding provisions contained herein, such provisions set forth in such separate agreement shall, to that extent, take precedence and prevail over such corresponding provisions contained herein."
          ]
        ]
      }
    ],
    "icon": "FileText"
  },
  {
    "id": "user-agreements",
    "title": "User Agreement",
    "introductoryLines": [
      "This User Agreement was last updated on 1st April 2025",
      "This User Agreement shall be brought into effect on 1st April 2025 at 9:00 AM IST."
    ],
    "sections": [
      {
        "sectionTitle": "Recitals:",
        "content": [
          "Whereas, this User Agreement is hereby entered into by and between the User, as defined in clause (2)(35) herein, being the party of the first part, and Curiouspods Learning Private Limited, a company registered under the Companies Act, 2013, having its registered address at Sr.No. 146 & 170, Pristine Sq Gala-401A Off MU, Pune, Maharashtra 411057, IN, acting through its newly formed business unit Vtex.ai (hereinafter referred to as \"Vtex.ai\"), being the party of the second part, with respect to the Vtex.ai website, namely, www.Vtex.ai, and the Vtex.ai app (to be made available at a future date for use on portable devices such as mobile phones, tablets, or any other specified devices), hereinafter jointly referred to as the \"Site\", and the products, services, facilities, prizes, gifts, discounts and other benefits provided by Vtex.ai, as well as services and facilities provided by third-party affiliates, made available to the User, whether for consideration or not, through the Site, hereinafter collectively referred to as the \"Site Services\".",
          "And whereas, this User Agreement is accompanied by two legal sub-documents, namely, (i) Payment Terms and Conditions; and (ii) Third Party Affiliates Terms and Conditions, which legal sub-documents shall be deemed to be parts of this User Agreement and are incorporated herein by reference; both the parties hereto shall grant their consent voluntarily to this User Agreement and both the aforesaid legal sub-documents, without objecting, in full or in part, to any of the provisions contained herein and therein, this User Agreement shall come into effect and shall become binding upon both the parties on the day and at the time when the party of the first part provides their absolute, unconditional, revokable, effective and perpetual consent to it in the manner specified herein. The party of the first part shall grant its consent by providing its declaration as follows:",
          "\"I grant my absolute, unconditional, revokable, effective and perpetual consent to the User Agreement, the Payment Terms and Conditions and Third Party Affiliates Terms and Conditions.\"",
          "which shall be hereinafter referred to as \"declaration of grant of consent\".",
          "And whereas, the contractual and business relationship between both the parties hereto is governed by certain terms and conditions, such terms and conditions are enlisted herein for the purpose of information, clarity and prevention of disputes.",
          "User is hereby advised and recommended to read this User Agreement carefully; understand it fully and thereafter, he may choose to consent to or decline this User Agreement. Vtex.ai may suspend or stop providing Site Services to User in case User does not comply with the terms and conditions and other obligations of this User Agreement. By visiting the Site and browsing through its features, registering for a User Account, logging into and operating such User Account, availing the Site Services, downloading or purchasing any of the products from the Site, mouse clicking/finger tapping upon the button specifically provided for the purpose of issuing a declaration of grant of consent to this User Agreement or by other actions specified to be for the purposes of granting consent in this behalf, User acknowledges that he has read and understood, and agrees to accept and be bound by the terms and conditions and other obligations of this User Agreement.",
          "Before proceeding to register on, access, use or download from the Site, User should read and understand this User Agreement and other legal sub-documents comprising the Terms of Use. In case User does not agree to the terms and conditions and other obligations contained herein absolutely, unconditionally and in their entirety, he should not proceed to register on the Site, or access, use or download from the Site Services. By mouse clicking/finger tapping upon the declaration of grant of consent button specifically provided for the purpose of granting voluntary consent to this User Agreement, User signifies his acceptance of and bond towards this User Agreement (as updated from time to time), and agrees to be bound by it for as long as User continues to use or access the Site and avail Site Services or till such period he is entitled to or till such period he is bound to do so by or under this User Agreement. In case User has registered a User Account and subscribed to any subscription plan but has become inactive in so far as his access to or use of his User Account has become minimum, such User shall, for the purposes of this User Agreement, continue to be deemed a user till such time the User Agreement with him is terminated in the manner laid down herein.",
          "In the event of Vtex.ai updating or otherwise making changes to this User Agreement, it shall notify all its users and the public at large of such updates which shall become effective from such date as specified upon the Vtex.ai web site. User may visit the Site at any time to check the latest updates to this User Agreement. In case User does not approve of any updates to this User Agreement, such User may withdraw his consent granted to this User Agreement anytime and cease to avail of the Site Services. User shall note that he will be held responsible for any actions/omissions done or performed, any liabilities, losses, harm, damages or burden incurred and any lawsuits in which User is involved as a party prior to such withdrawal of consent and the withdrawal of consent at a later date shall not ipso facto affect or absolve User of any existing liabilities, losses, harm, damages or obligations of User."
        ]
      },
      {
        "sectionTitle": "Definitions of key terms:",
        "content": [
          "The following definitions shall, unless they be repugnant to the subject or context, be applied to the key terms used hereinafter while interpreting the legal sub-documents contained within the Terms of Use, including, (i) Terms of Use Preamble; (ii) this User Agreement; (iii) Payment Terms and Conditions; (iv) Third Party Affiliates Terms and Conditions; (v) Code Policy; (vi) Privacy Policy; (vii) Cookie Policy; (viii) Intellectual Property Policy and Procedures; and any other document specified to be a part of the Terms of Use or incorporated herein by reference, as well as on the Site, in any content hosted upon the Site, or any materials downloaded from the Site, wherever these key terms appear, to the extent permissible by applicable law. Any key terms not defined herein but defined in the other legal sub-documents contained within the Terms of Use shall bear the meanings conveyed therein, unless they be repugnant to the subject or context, to the extent permissible by law. Key terms defined hereinbelow are case-sensitive and shall assume their dictionary meaning wherever the context so permits.",
          "(1) \"act/omission of Vtex.ai\" shall mean an act/omission of an authorised representative of Vtex.ai performed by him/her in the normal course and scope of his/her duties and upon instructions, whether general or special, of the Board of Directors of Vtex.ai.",
          "(2) \"business day\" shall mean a day on which the business activities of Vtex.ai are carried on normally during regular working hours when at least 50% of the regular full-time employees have assembled at the workplace for discharging their duties; and, such a day is not a holiday, or a day on which more than 50% of the regular full-time employees have resolved to participate in a strike to abstain from work, or the workplace is hindered from being operational due to compliance with governmental or judicial orders, force majeure or any inevitable circumstances, and shall not include a day on which the workplace was operational only for the purpose of maintenance or repairs of Site or any physical construction, renovation or repairs of the building or structure which houses the workplace of Vtex.ai.",
          "(3) \"consent\", when used in the context of grant of consent to the User Agreement or as applied to protected information under the Privacy Policy, shall mean and include, (i) the consent granted or to be granted; (ii) the perpetual consent granted thereafter until revocation thereof; (iii) the renewal of such consent after being interrupted by revocation thereof or coming into effect of an updated User Agreement; and (iv) any successive consent granted, after any period of interruption, to this User Agreement, as updated and effective for the time being. Consent can be granted in any of the forms or manners including (i) access or continued access (including renewed access) to Site and availing the Site Services; (ii) registering and/or operating a User Account; (iii) mouse clicking/finger tapping upon the declaration of grant of consent button specifically provided for the purpose of granting consent to the User Agreement; (iv) continued User Activity; (v) availing subscriptions; (vi) consumption of or downloading of content from the Site; or (vii) any online interaction upon the Site with the Vtex.ai customer support services or with other users of Vtex.ai.",
          "(4) \"content consumption software\" shall mean any software, original and supplied with a genuine license which is fit for the purposes of User, published by any third party, which is essential for using the downloadable materials and is compatible for accessing the content provided in the downloadable materials in its original and unabridged form, and shall not include any pirated software without a genuine license, regardless of the quality of its performance. For example, office software such as Microsoft Office® for reading files in relevant formats; PDF file reading software such as Adobe Acrobat® for reading files in PDF format; media software such as Windows Media Player® for reading files in MP3, MP4 format; code repository platforms such as GitHub® for accessing and reviewing code files, scripts, or project repositories in various programming languages and formats; etc. are content consumption softwares required for consuming the content and downloadable materials provided by Vtex.ai.",
          "(5) \"Corporate User\" shall mean and include any user who is an association of persons or an entity recognised by law (such as a company which may be private or public and of any liability structure; partnership firm of any liability structure; trust; etc.) or any user who is not an Individual User.",
          "(6) \"deferred instalment payment\" shall mean the payment of instalment on full amount charged as per the tax invoice, as a consideration, made or agreed to be made, against purchase of a product or service wherein the date of actual payment is a future date agreed upon and subsequent to the effective delivery of such a purchased product or service and such a payment excludes the amount of interest or penalty (if any), charged or levied for the period of delay or default in payment, on account of delay or failure to pay upon such future date agreed upon by the transacting parties.",
          "(7) \"device\" shall mean any and every electronic device that is functional fully or in part but can perform all essential tasks, and is capable of connecting to other electronic devices and digital networks to access and use the Site and Site Services and includes, without limitation, any device such as a computer (personal, mainframe, super or other), laptop, mobile phone, tablet, notebook or any other device, called by any name or identity whatsoever.",
          "(8) \"Vtex.ai app\" shall mean a mobile application including updates thereof (operational on any device and on any operating system), of limited or full functionality, in any stage of app development, which is available for download from the app store (pertaining to the relevant operating system) for installation upon User's device, and can be used by User to access the Site and avail Site Services after connecting such User's device to a functional internet connection.",
          "(9) \"Vtex.ai Executive Team\" shall mean the team formed by team members who are announced as such by the Board of Directors of Vtex.ai.",
          "(10) \"Vtex.ai web site\" shall mean and include the web site having the URL www.Vtex.ai and also includes the linked web pages therewith, which are a part of such web site and the web domain that is owned by Vtex.ai which can be accessed by User in order to avail Site Services through User's device but shall not include any third party web links or hyperlinks made available upon such web site or any portion thereof, for the purposes of redirecting to the web pages of such third party's web site, window, prompt or blog for any of the purposes relating to payment (payment method selection, confirmation and processing), information, survey and feedback, dispute resolution, third party software sharing and download, display or acceptance of applicable website-related documentation (terms and conditions, privacy and cookie policies, license agreements, etc.) and for such other purposes in connection with providing Site Services and customer support services; and shall also not include any web links or buttons relating to social media web sites provided for the purposes of redirecting to pages or channels, by whatever name called, upon the corresponding social media web sites whereupon Vtex.ai has established its online presence for the purposes of marketing and promotion.",
          "(11) “downloadable materials” shall mean and include, (i) any software including updates thereof, programs, extensions, plug-ins, etc.; (ii) content files validly downloaded or validly downloadable from the Site in the form of text files, audio or video files, images, etc.; and (iii) such other downloadable materials as may be specified in this regard; but shall not include cookies, the term as construed in the accompanying Cookie Policy.",
          "(12) \"foreign web site or web page or service\" shall mean and include a web site or web service or web page hosted or belonging to a third party regardless of whether it is affiliated to Vtex.ai or not.",
          "(13) \"handler\", in connection with operating a User Account, shall mean, in the case of, Individual User, the natural person authorised by Individual User and to whom are entrusted the responsibilities connected therewith, to operate the Individual User Account on behalf of and for such Individual User, for reasons ex incommodo, acting in a fiduciary role or capacity, solely with the written permission of Vtex.ai; and shall not include a bot, program or any kind of artificial intelligence-fitted non-human entity (whether interactive or not), designed to operate an electronic device to gain access to and to operate the User Account.",
          "(14) \"Inactive User\" shall mean any and every User who meets any one of the following conditions at the time of determining their status as active or inactive: (a) The User has a registered User ID or account on the Site but has not purchased or renewed any subscription plans for a continuous period of three (3) months; (b) The User’s subscription plan was cancelled or has expired, and no new subscription has been activated for a continuous period of three (3) months; (c) The User has not logged into their User Account for any reason whatsoever for a continuous period of three (3) months or more; and such status shall be determined as of the date when the User’s activity is being evaluated for classification as an active or inactive User.",
          "(15) \"Individual User\" shall mean a user who is an individual natural person and in case of Indian citizens, shall include the karta of an HUF (Hindu Undivided Family) when such karta accesses the Site or Site Services on behalf of such HUF.",
          "(16) \"minor\" shall mean a natural person who has not attained majority according to the provisions of the applicable law.",
          "(17) \"money\" shall mean legal tender as recognised by the statutory banking regulatory authority (such as U.S. Federal Reserve in U.S., Reserve Bank of India in India or such other banking regulatory counterpart in any other country where Vtex.ai carries out its business), when such legal tender is available for making payment, and includes legal tender in cash or electronic form but excludes any instruments in the form of payment receivables such as outstanding debts, debit/credit notes, loans and advances, bank guarantees, any offer for barter or exchange, or any archaic or obsolete currency only collected, preserved, traded or stored as valuable antiquities or solely for numismatic purposes.",
          "(18) \"nominal advance fee\" shall mean a fee charged at the time of availing any products or services such as subscriptions available upon the Vtex.ai web site or any content provided upon payment.",
          "(19) \"Non-paid User Account\" shall mean an online account created upon the Site by Vtex.ai for registered users who have not subscribed to any of the paid products or services offered by Vtex.ai, but are provided limited access to Site Services, such as setting up an appointment with the Vtex.ai Executive Team for availing contractual or consulting services, which may include strategic guidance, technical advisory, solution assessments, or similar professional services. These services can be accessed and availed only by such registered users solely through their User Account, and strictly in accordance with the Terms of Use.",
          "(20) \"operation\", in connection with User Account, along with its grammatical variations and cognate expressions, shall mean the operation of the User Account and includes, without limitation, the accessing of Site on any device, signing up processes such as registering email addresses and creation of account, logging in and out of sessions, access, management and updation of profile and related settings, availing of services, downloading of digital products, interacting with the platform, activities resulting in generating User Generated Content, authorising and confirming payment methods, lodging consumer complaints and grievances, availing consumer support services, account closure, data and data-related issues such as data privacy, raising issues and responding to issues raised relating to and/or in connection with the User Agreement or breach thereof and for resolving issues pertaining to the use of the Site or for availing Site Services or for such other purposes as may be specified in this behalf by Vtex.ai.",
          "(21) \"parent company\" shall mean and include the incorporated legal entity bearing the name of \"Curiouspods Learning Private Limited\", registered in India.",
          "(22) \"past User\" shall mean and include any and every person, either a natural person or an association of persons or an entity recognised by law, who was a user on the Site at a certain point in time in the past, regardless of whether he availed the Site Services offered to him in accordance with this User Agreement or not, for a certain period or periods prior to the date on which the relevant cause of action arose or issue in question was considered in the context of prevailing facts and circumstances, and also includes any person, either a natural person or an association of persons or an entity recognised by law, who can be deemed, regarded or determined as a past User by Vtex.ai or by any court of competent jurisdiction for the purposes of interpretation of the Terms of Use or matters connected therewith; but shall not include an inactive User.",
          "(23) “payment Method\" shall mean any of the payment methods declared as acceptable by Vtex.ai and includes payment methods provided by: (i) any trusted payment method specified in this behalf by Vtex.ai; (ii) a valid credit card issued by a bank acceptable to Vtex.ai; (iii) a valid debit card issued by a bank acceptable to Vtex.ai; (iv) a bank account linked to the User Account for the purpose of online fund transfer; (v) wire transfer; (vi) wallet app; (vii) a digital payment gateway or interface; (viii) any payment method supported through Stripe, including but not limited to credit cards, debit cards, bank transfers, wallets, and other local payment methods as enabled and accepted via the Stripe platform; or (ix) such other payment method as Vtex.ai may accept from time to time, in its sole discretion. but shall not include any payment methods such as cryptocurrency, tokens or any related virtual coins which are not recognised by the statutory banking regulatory authority (such as the U.S. Federal Reserve in U.S., Reserve Bank of India in India or such other counterpart in any other country where Vtex.ai carries out its business). Any gift card, virtual tokens, promotional vouchers or tokens, discount coupons or codes, refund tokens or vouchers, by any name called, credited to the User Account balance or wallet or made available for such credit purpose by Vtex.ai, can be used by User for the purpose of making payment or availing discount thereupon but shall not be regarded as a payment method as they bear expiry period and hence cannot be used for conversion, reconversion, adjustment or exchange to or against cash or any forms of legal tender.",
          "(24) \"payment services provider\" shall mean any third party affiliate which provides payment related services, including but not limited to, processing, confirmation and delivery of payment and transfer of funds between and on behalf of the parties to this User Agreement and generating receipts thereof, in accordance with the Terms of Use, and management of currencies, including arranging for interconversion of such currencies, storage of such currencies and auxiliary services connected therewith, for an agreed consideration by the party to this User Agreement at whose instance such funds were transferred to the other party in accordance with the user agreement of such third party which provides the payment related services.",
          "(25) \"product provided upon subscription\" shall mean such product which is provided under any valid and active subscription plan and which is available exclusively to User who avails such subscription plan and not otherwise.",
          "(26) \"registered user\" shall mean any and every person, either natural person or an association of persons or any entity recognised by law, who has granted his consent to this User Agreement and has also registered an account on the Site, regardless of whether he avails the Site Services or not.",
          "(27) \"service provided upon subscription\" shall mean such service which is provided under any valid and active subscription plan and which is available exclusively to User who avails such subscription plan and not otherwise.",
          "(28) \"Site visitor\" shall mean any person, either a natural person or an association of persons or any entity recognised by law, any person authorised by the government or representing it, or any law enforcement official, any government body or authority in charge of maintenance of law and order, or any person authorised by a competent court or quasi-judicial authority or representing them; who visits or accesses the Site, either himself or through another natural person duly authorised for the purpose, solely for the purpose of (i) reading or for obtaining a copy of the Terms of Use (current or archived) or any updates thereto, in its authentic or simplified version, in any language or script; (ii) obtaining the details of the communication channels or contact information relating to the parent company; (iii) serving takedown notices or matters connected therewith; or (iv) for any other purposes specified by Vtex.ai, for the purposes of interpretation of this key term.",
          "(29) \"Software License Agreement\" shall mean any valid license agreement granted by Vtex.ai, of any kind or type, with regard to or in connection with any software used as a product or for provision of services, for the purposes of specifying the licensing terms, conditions, provisions, arrangements and exceptions thereto relating to the use, download, distribution, installation or removal of such software which is the subject matter of such a licence agreement and includes, a license agreement such as a SaaS (Software As A Service) agreement.",
          "(30) \"subscription\" shall mean a subscription plan (either for a consideration or provided for free for trial purposes) to avail any of the Site Services offered to a registered user, in which an agreed set of products and services are offered to such registered user, for an agreed subscription period, in accordance with the Terms of Use.",
          "(31) \"subscription period\" shall mean the period during which the subscribed User can avail the products and services offered under the subscription plan he has subscribed to.",
          "(32) \"substantial change\", in connection with the updates to this User Agreement, shall mean a change to the Terms of Use that alters, enhances or curtails, any of User's rights or benefits he is entitled to and/or creates additional responsibilities, obligations or liabilities, curtails or shifts responsibilities, obligations or liabilities, for, from or upon User, as the case may be, or increases or reduces the burden of existing responsibilities, obligations or liabilities upon User.",
          "(33) \"takedown notice\" shall mean a takedown notice which is a valid notice issued by any person, either a natural person or an association of persons or an entity recognised by law, towards a web site or a web site hosting entity or any online data, file sharing or product selling platform, claiming that the content or part thereof, published or hosted on such web site is the intellectual property belonging to such person or that the person shares rights therein or that the content hosted thereupon allegedly violates their intellectual property rights; and which demands that the content or part thereof in question should be removed from the web site or any online data, file sharing, product selling or services providing platform along with any other claims pertaining to infringement of intellectual property rights. The two types of takedown notices based upon the subject matter of such takedown notices are: (i) copyright takedown notice; and (ii) trade mark takedown notice.",
          "(34) \"unauthorised access or use\" shall mean and include any and every unauthorised access to the Site or Site Services, or use of products or services made available by Vtex.ai exclusively for its users, or any and every unauthorised access by any person to a User Account but does not include an access which is permitted by applicable law or justified under exceptional circumstances or is made bona fide.",
          "(35) \"unregistered user\" shall mean any and every person, either natural person or an association of persons or any entity recognised by law, who accesses the Site to avail the Site Services therefrom which can be availed by such user without requiring him to register for an account on the Site; and such person shall not include a Site visitor.",
          "(36) \"update\", in relation to the Terms of Use or any of its constituent legal sub-documents, shall mean any amendment, alteration, change, modification, insertion, substitution, omission or deletion of any provision or part thereof and unless specified otherwise, shall not include the act of giving effect to any existing provision not enforced till then or removing, staying or suspending the effect of any provision already in effect.",
          "(37) \"User\" shall mean any and every person, either a natural person or an association of persons or any entity recognised by law, who grants consent as defined in (2)(3) by accessing the Site for browsing purposes, or registers for an account on the Site, avails the Site Services (either for a consideration or provided for free), or mouse clicks/finger taps on the declaration of grant of consent button specifically provided for the purpose of providing voluntary consent to this User Agreement. User may be addressed as \"he\" or \"him\" while being addressed as a personal pronoun in the nominative or accusative case respectively and as \"his\" in the genitive case and even though these pronouns are of masculine gender, they shall be construed to include feminine gender or other genders in case of natural persons and in case of an association of persons or entity recognised by law, shall also include the neuter gender. Key terms containing or relating to User are written with an uppercase initial alphabet when referring to the party of the first part and with lowercase alphabets when referring to a user in general.",
          "(38) \"User Account\" shall mean an online account created upon the Site by Vtex.ai for User who has registered for such an account, to provide access to Site Services (either for a consideration or provided for free), which can be accessed only by registered users, in accordance with the Terms of Use and excludes the payment method or payment services provider account linked to such User Account.",
          "(39) \"User Activity\" shall mean any activity performed upon the Site by User and includes browsing or navigating through the web site, logging into and out of the User Account and operating it, interacting with the content, downloading the downloadable materials, availing Site Services, availing customer support services, participating in any test of skill or game of chance conducted by Vtex.ai, etc.",
          "(40) \"User Generated Content\" shall mean any comments, remarks, data, information, content, text, records, logs, smileys/e-mojis/emoticons or similar virtual objects, GIFs, icons, images, photographs, audio or video files, music files, or any attachments or such other content that can be directly or indirectly attributed to User as a result of application of his creative mind when prompted by or while interacting with the Site or other users upon the site or during availing Site Services and does not include (i) content which consists of intellectual property, the proprietary rights (whether all or some of them) of which belong to a third party excluding User; (ii) Personal Information submitted to Vtex.ai or to third party affiliates; and (iii) User Testimonials.",
          "(41) \"User Testimonials\" shall mean and include any consumer feedback, rating, review, suggestion or recommendation, by User or past User, whether voluntarily submitted by User or past User, or collected from him upon request or by prompting him, through any mode of collection, including but not limited to, (i) the Site; (ii) dedicated customer relationship manager; (iii) physical or online survey conducted by Vtex.ai or by any person conducting such survey on behalf of Vtex.ai; and (iv) any third party's publication. User Testimonials shall exclude any User Generated Content, Personal Information, Sensitive Information or Confidential Information, or any other information subject to protection under the Privacy Policy.",
          "(42) \"valid notice\" shall mean any notice which is acceptable to Vtex.ai and which is complete in all respects such that it can be considered and acted upon by Vtex.ai. Any notice which contains undesirable elements such as: (a) it is issued in a language other than English or any language specified by Vtex.ai as an acceptable language for communication; (b) lacks clarity of meaning, is illegible or contains words and expressions that are obscure or ambiguous, is incomplete with regard to content, is addressed incorrectly or issued by anonymous notice-sender, lacks call-to-action or does not state remedy expected from Vtex.ai; (c) lacks jurisdiction or bears defective rights or titles relating to intellectual property or other property, violates applicable laws or makes illegitimate demands, threatens inappropriate actions or suggests criminal behaviour; (d) appears to have been served due to any mischief or with mala fide intentions or for purposes of trolling or harassment, contains verbal abuse or vulgarity, shows rashness or carelessness, is directed with an intent to hurt sentiments of a person, community or society at large, defames a person or entity; (e) is frivolous or vexatious in nature, coerces or pressurises in any way or manner to concede the demands made or to tender an apology, asks for demands to be fulfilled within an unreasonably short period of notice or issues rash and inconsiderate ultimatum; shall not be regarded as a valid notice.",
          "(43) \"Solution Code\" shall mean any software code, framework, method, or document created, developed, or otherwise authored by Vtex.ai for the purpose of demonstrating or supporting a particular solution as presented in any video, tutorial, presentation, or other educational content published or distributed by Vtex.ai, and shall include such material as prepared in the normal course and scope of Vtex.ai’s educational or promotional activities, whether pursuant to general or specific instructions from the Board of Directors of Vtex.ai or its duly authorised representatives."
        ]
      },
      {
        "sectionTitle": "Registering a User Account:",
        "content": [
          "User may register a User Account on the Site and avail the Site Services therefrom. Vtex.ai may require the User to create a User Account for availing such Site Services. User shall have to submit the required information in order to register himself upon the Vtex.ai web site. Once User sends a request for registering himself upon the Vtex.ai web site, web administrator shall either accept or deny registration, at his sole discretion, within 10 business days."
        ]
      },
      {
        "sectionTitle": "Types of User Accounts:",
        "content": [
          "There are two types of User Accounts, namely, (i) Individual User Account for an Individual User; and (ii) Corporate User Account for a Corporate User. The distinct terms and conditions and other obligations pertaining to each type of User Account are listed hereinbelow for both types of User Accounts:",
          "Individual User Account:",
          "Subject to the provisions of this Terms of Use, any natural person or an HUF (Hindu Undivided Family) can use this User Account. The Individual User Account shall be created in the name of the Individual User and is to be operated solely by the Individual User or his handler. Such handler shall be responsible for operating the Individual User Account in accordance with the instructions and directions of the Individual User, issued in this regard, from time to time. The handler shall be bound by this User Agreement through the Individual User and shall operate the Individual User Account in accordance with this User Agreement. Any access, use or availment of the Site and Site Services through the Individual User Account by the handler shall be deemed to be such access, use or availment by the Individual User himself.",
          "User Account credentials: Individual User may choose to register upon the Site using his personal e-mail address or his social media account acceptable to Vtex.ai.",
          "User license: Individual User shall be granted a limited, exclusive, non-transferable, revokable, non-sublicenseable and personal use license.",
          "Verification: At the time of registration upon the Site, e-mail verification will be applicable to Individual User.",
          "In case of death or incapacitation of Individual User, if any family member submits proof of death/incapacitation, Vtex.ai shall cancel subscription immediately. Any auto-charged money from date of death till date of information will be refunded and no further charges will be applied. Upon death, all rights pertaining to User Agreement shall cease to exist and such rights cannot be transferred to or exercised by legal heirs or representatives of Individual User.",
          "Handler shall cease operating the Individual User post death or incapacitation of Individual User.",
          "Corporate User Account:",
          "Subject to the provisions of this Terms of Use, any association of persons or a legal entity recognised by law such as a company, partnership firm, etc. can use this User Account. The Corporate User Account shall be created in the name of the Corporate User and separate licenses Corporate User who purchases digital content from the Site should follow the terms and conditions listed hereunder:",
          "(a) User Account credentials: Corporate User shall register upon the Site solely using its corporate e-mail address.",
          "(b) User license: Corporate User shall be granted a limited, exclusive, non-transferable, revokable, non-sublicenseable license.",
          "(c) User licenses to be per unit: Corporate User licenses shall be distributed as single user license per user. For example, in case a Corporate User wishes to purchase subscriptions for their presales team of 5 members then such a Corporate User has to pay charges for 5 subscriptions and a single user license shall be granted to each team member.",
          "(d) Transfer of Access Not Permitted: Corporate User acknowledges and agrees that the user access is specific to the individual users. Save as set forth in the sales order, access granted under these Terms of Use is not transferable to any other individual for any reason, and such Corporate User shall take all commercially reasonable steps to prevent its users from sharing User Account credentials or granting access to the content to any other individuals, both within and outside his organisation.",
          "(e) Verification: At the time of registration upon the Site, e-mail or OTP verification will be applicable to Corporate User.",
          "(f) Corporate User should enquire with Vtex.ai prior to using some of the solutions or terms used in the digital content as additional licensing fees may be applicable in certain cases. The license granted to the users is non-exclusive and does not permit commercial use of content, unless expressly stated otherwise.",
          "(g) Merger/acquisition/bankruptcy of Corporate User: In case Corporate User which is a company that is acquired or merged or undergoing acquisition or merger, its rights under this User Agreement can be transferred to new entity. The licenses shall be transferred to new entity with same User Agreement but with new name and addresses but same user licenses. However, the new entity (old or new) should inform Vtex.ai in advance regarding the details of the merger/acquisition. Only name and address or account shall be transferred but no modification shall be done to original agreement or customised product or solutions sold or deal made to previous entity. In case a particular user who is assigned user license does not work for new company or is terminated, then that user license can be transferred to another employee of the new company with new email id to be updated into their account by themselves. So one user license can be transferred to another single user of new company. Vtex.ai shall not modify existing agreements in place and shall renegotiate the deal but existing licenses can be carried forward.",
          "(h) In case the Corporate User becomes bankrupt, its users can still use the user licenses as if they are independent users till their subscription is valid.",
          "(i) Such Corporate User shall not hold Vtex.ai responsible for not being successful at business or with limited success.",
          "(j) Corporate User should not hold Vtex.ai responsible in case errors or flaws or misleading information on specific process or tools or approach or solution or methodology or whatsoever are provided on the Site or in the downloadable materials.",
          "By subscribing to our services, users acknowledge and agree that Vtex.ai shall not be held liable for any issues related to the following products or services:",
          "(i) The quality of video content played on our platform, regardless of the device used (mobile, desktop, tablet), may not always meet user expectations.",
          "(ii) The quality, accuracy, or applicability of hands-on demonstrations, code quality, data, solution or outcomes presented may not align with user expectations or real-world use cases.",
          "(iii) The market research or advanced solution segments within the video content may not reflect the most current information or meet user expectations.",
          "(iv) The topics covered under any or all subscription plans may not align with user expectations or perceived relevance.",
          "Cancellation and renewal, price change of subscriptions and refunds:",
          "Subscriptions purchased by User are charged per purchase hence all products are offered per subscription except for downloadable products as those are provided upon payment of one time non-refundable fees..",
          "(i) Cancellation: Users may cancel their subscription at any time; however, they will be charged for the entire month, and such charges are non-refundable.",
          "(ii) Renewal: Subscriptions will automatically renew on a monthly basis. Users are encouraged to review the Refund Policy for comprehensive details regarding refunds and renewals.",
          "(iii) Price Changes: In the event of a price change for subscription plans, the new pricing will take effect for existing users starting from the following billing cycle."
        ]
      },
      {
        "sectionTitle": "Access and availing of Site Services by User:",
        "content": [
          "User may visit the Site without registration and may avail the Site Services that do not require registration upon the Site. However, User will be required to create a User Account by registering on the Site and to provide relevant Personal Information on the registration web page in order to access the Site Services that require the User to create and operate a User Account. The User may access, operate or delete the User Account under the instructions of the Site and Vtex.ai shall create, maintain, suspend or delete such User Account in accordance with the provisions of this User Agreement.",
          "Users who register on the Site but do not complete a subscription purchase or payment will be deemed inactive if no transaction is made within three (3) months from the date of registration. Additionally, if a registered user does not log into their account for a continuous period of three (3) months, Vtex.ai may issue reminders or notifications to encourage re-engagement. Notwithstanding these efforts, Vtex.ai reserves the right to archive or permanently delete the accounts of such inactive users after the three-month period from the end of their registration date, at its sole discretion."
        ]
      },
      {
        "sectionTitle": "Representation, warranties, and covenants:",
        "content": [
          "User's representations and warranties: User represents and warrants that,",
          "(a) he has attained majority as per the law applicable in his jurisdiction as the content provided through the Site is intended only for individuals who have attained majority. In case he is underage, he shall not register for a User Account or otherwise continue to access or use the Site;",
          "(b) he is not a person barred from accessing or using the Site under the applicable laws of any jurisdiction;",
          "(c) all information that he provides upon the Site or to Vtex.ai by any other mode of communication is complete and accurate in all material respects and to the best of his knowledge and belief; and",
          "(d) he shall be solely responsible for all service, telephony, data charges, and other fees and costs associated with his access to and use of the Site, including without limitation, maintaining all internet, browser software and extensions, computer hardware, telephone, and other equipment required for such access.",
          "Authority: Between both the parties hereto, each one represents, warrants and covenants that it has the full power and authority to:",
          "(a) enter into an agreement subject to these Terms of Use;",
          "(b) perform its obligations hereunder, and that its performance hereunder does not conflict with, limit, or be contrary to any other separate agreement in this behalf; and",
          "(c) that by doing so, it does not violate any applicable laws or any existing contractual relationship or the rights of third parties including third party affiliates and other parties.",
          "Intellectual property rights of Vtex.ai: Vtex.ai represents, warrants, and covenants that,",
          "(a) it has and will have all rights, titles, licenses, intellectual property permissions and approvals necessary in connection with its performance under these Terms of Use to grant User rights granted hereunder; and",
          "(b) neither the Site, including the proprietary materials thereupon, nor the provision or utilisation thereof as contemplated under these Terms of Use, shall infringe or violate, in any manner applicable, or contravene or breach or constitute the unauthorised use or misappropriation of any intellectual property of any third party.",
          "Reliance and functionality: Vtex.ai is not a healthcare provider, healthcare company, or medical advisory service, and does not offer medical advice, diagnoses, treatments, or clinical services of any kind. Any healthcare-related content, features, or solutions displayed on the Site—including but not limited to videos, tutorials, tools, demonstrations, simulations, or written materials—are intended strictly for general educational and informational purposes. Such content is not a substitute for professional medical or technological advice and may not reflect current medical standards, regulatory requirements, or best practices. Vtex.ai does not warrant the accuracy, completeness, applicability, or fitness for purpose of any healthcare-related information presented on the Site. Users are solely responsible for seeking guidance from qualified healthcare professionals and certified technology experts before relying upon, using, or integrating any such content or solutions into clinical workflows, production systems, or decision-making processes. Any reliance placed on such content is strictly at the User’s own risk, and Vtex.ai expressly disclaims all liability for any loss, harm, or adverse outcome resulting from such reliance, whether directly or indirectly.",
          "Availability of Site: User acknowledges that the traffic of data through the internet may cause delays during his use of or access to the Site, and accordingly, User agrees to not hold Vtex.ai liable for any delays that are ordinary in the course of internet use. User further acknowledges and accepts that the Site may not be available on a continual 24-hour basis due to such delays, delays caused by the upgrading, modification, or standard maintenance of the Site, or any other delays beyond the control of Vtex.ai.",
          "Compensating users for unavailablity of Site: Vtex.ai provides compensation to its users for time lost due to unavailability of Vtex.ai web site due to maintenance activity.",
          "(a) In case system undergoes outage for 24 hours, no compensation shall be provided, Vtex.ai' SLA (service line agreement) is 48 hours per month as downtime is expected.",
          "(b) In case system undergoes outage for more than 48 hours, Vtex.ai shall issue refund in response to user’s written request by e-mail. User should provide below details in the e-mail request: outage date/time/duration and error message details. In case error is due to internet or issue specific to user then no compensation will be given. To facilitate error analysis and initiate a refund claim, the User is required to provide Vtex.ai with detailed evidence of the issue, such as a screenshot or a clear description of the error message encountered. As Vtex.ai utilizes external hosting services for its website infrastructure, certain terms and conditions of the external hosting provider—as well as those related to any installed themes, third-party software used for video streaming, or subscription management—may also apply. Users are advised to review these additional terms, which are available on the respective provider's official website via the link provided below. - Hosting provider – https://vercel.com/; https://railway.com/; https://kinsta.com/; http://github.com/ etc.; Theme support – Figma https://figma.com; Video streaming software – https://vimeo.com/; Membership or subscription plan software – https://tutorlms.com/; Payment gateway – https://stripe.com/in; https://razorpay.com/",
          "Typical refund payout time can be anywhere from a couple of weeks to a month depending on the type of issue and duration of outage. Vtex.ai may have to contact respective support team to verify if there was an actual outage. Refund will be calculated based on number of hours the system was down/total amount paid by the user for the subscribed content per month. A detailed article about this topic is provided upon the Site.",
          "Non-Vtex.ai products: In case User installs or enables Non-Vtex.ai products for use with the Site, he acknowledges that the providers of such products may have access to his data in connection with the inter-operation of the Site with the web sites of such providers. Vtex.ai shall not be responsible for any use, disclosure, modification, or deletion of User's data while being accessed or transmitted through such Non-Vtex.ai products."
        ]
      },
      {
        "sectionTitle": "Rights of User and limitations thereupon:",
        "content": [
          "User may avail and enjoy certain rights expressly granted by this User Agreement or conferred upon him by law.",
          "(a) Right to access the Site and avail Site Services: User may access and avail the Site and the Site Services anytime, from any place, for any duration of time, from any device and internet connection as long as such access, (i) is during a period of regular Site functioning and not during period of Site maintenance and repair or when the Site is offline due to employee strike from work, curfew imposed by law enforcement authorities, riots, inevitable circumstances or due to act of God/nature or other causes of force majeure; (ii) does not jeopardize the normal operation of the Site and interfere with the provision of Site Services; (iii) does not cause the Site to overhandle or overburden service or data requests; (iv) does not fall in the category of excess use beyond entitlement; (v) does not incur any kind of liability, loss, damage or harm for Vtex.ai; and (vi) does not violate the provisions of this User Agreement or the law applicable to the User and/or Vtex.ai. User may also upload, download, install, and use products and services on his device as long as it does not violate the provisions of this User Agreement.",
          "(b) Right to receive benefits entitled to: User shall be entitled to receive benefits expressly conferred upon him by this User Agreement and which he has not voluntarily opted out of.",
          "(c) Right to seek customer support services: User may seek the assistance of customer support services in connection with access to the Site, availing of Site Services, consumption of content or downloadable materials, co-ordinating with dedicated customer relationship manager, exercising or safeguarding his consumer rights, resolving any technical, administrative or payment related issues, lodging complaints and providing feeback related to the Site and Site Services.",
          "(d) Right to terminate this User Agreement: Subject to the provisions contained in (20) Termination of this User Agreement, applicable law and other relevant provisions herein, User may terminate this User Agreement anytime and for any reason.",
          "(e) Any other rights conferred by applicable law or created under any separate agreement in this behalf with Vtex.ai.",
          "The rights conferred by this User Agreement are not absolute and their exercise is subject to various exceptions and limitations. User shall use the Site only for the purposes for which it is intended and not otherwise. User shall not perform any act/omission in violation of the provisions of this User Agreement. Vtex.ai may initiate action (by penalising or initiating legal proceedings) against User in case he is found non-compliant with the aforesaid requirements.",
          "User shall not assume, infer, confer upon himself or by other means, any rights other than or in addition to the rights expressly conferred upon the User along with the limitations imposed thereupon unless otherwise provided by law. User shall not broaden or expand the range or scope of his rights as a user. User shall also acknowledge that he may not misinterpret or misconstrue the rights expressly conferred upon him to gain an unfair or undue advantage and that he may not alter or modify the meaning and scope thereof, in order to gain any benefit, immunity or advantage he is not entitled to by virtue of this User Agreement.",
          "User shall be entitled to enjoy the product or services he has purchased unless the product or service is discontinued due to reasons of obsoleteness, takedown notice, government or court orders, public interest, ip rights, irrelevance, advancement in technology, legal policy, etc."
        ]
      },
      {
        "sectionTitle": "Responsibilities and obligations of the User:",
        "content": [
          "“DOs” and “DON’Ts”",
          "As a part of the conditions for using the Site, User acknowledges and agrees to adhere and abide by the following DOs and DON’Ts while performing or undertaking any User Activity on the Site.",
          "\"DOs\": User acknowledges and agrees that he shall:",
          "(i) comply with all applicable federal, state, local or international law or regulations, including without limitation, any laws regarding copyright, intellectual property, privacy and personal identity, or the export of data or software to and from the U.S., India or other countries;",
          "(ii) provide true and accurate information to Vtex.ai and keep it updated;",
          "(iii) only post or otherwise provide information that User is comfortable after sharing;",
          "(iv) use the Site or any portions thereof, in a respectful manner;",
          "(v) exit from User Account at the end of each session or use of the Site; and",
          "(vi) use the subscription for non-commercial home or personal use only unless otherwise permitted by Vtex.ai.",
          "\"DON’Ts\": User acknowledges and agrees that he shall not:",
          "(i) create multiple User Accounts on the Site using different email addresses, credit card numbers or bank accounts as every user is entitled to register and use only one User Account;",
          "(ii) reproduce, redistribute, transmit, assign, sell, broadcast, rent, share, lend, modify, adapt, edit, create derivative works of, license, capture, download, save, upload, print, or otherwise transfer or retain information or content available on or from the Site, subject to the limited permissions set forth herein;",
          "(iii) manually or systematically harvest, scrape, collect or otherwise extract information or data contained on the Site, other than permitted use of downloadable materials or temporary storage of video materials for offline viewing (in case it is permitted by User's subscription);",
          "(iv) permit or provide others access to the User Account;",
          "(v) sell, resell, sub-license, lease, transfer, barter or exchange his User Account to any person, either an natural person or an association of natural persons or an entity recognised by law, for any reason whatsoever.",
          "(vi) impersonate or attempt to impersonate Vtex.ai, its employees, another user, or any other person or entity, including without limitation, by using e-mail addresses or account information associated with any of the foregoing, or provide incorrect or false information knowingly and deliberately;",
          "(vii) remove or modify any copyright, trade mark, legal notices, or other proprietary marks or notations from the proprietary materials or any other content available on the Site;",
          "(viii) violate or attempt to breach the Site’s security mechanisms, attempt to gain unauthorised access to the Site or assist others to do so, or otherwise breach the security of the Site or corrupt the Site in any way or manner;",
          "(ix) co-brand or frame the Site or establish a link in such a way as to suggest any form or association, approval, or endorsement on our part, without the prior express written permission of an authorised representative of Vtex.ai;",
          "(x) use the Site or any portion thereof to aid in transmitting, or to procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter”, “spam” or any other similar solicitation;",
          "(xi) post to the Site or any portion thereof, any inappropriate, offensive, violent, threatening, racist, hateful, sexist, pornographic, false, misleading, infringing, defamatory, or libellous content or otherwise engage in conduct that results in the targeted or systematic harassment, bullying or shaming of others including the promotion, abetment or encouragement of suicide or self-harm;",
          "(xii) post to the Site or any portion thereof, any Personally Identifiable Information unless required by Vtex.ai;",
          "(xiii) use the Site or any portion thereof, or its contents, including User Generated Content, to recruit, solicit, or contact in any form, other users or potential users for employment or contracting for a business not affiliated with Vtex.ai without the prior express written permission of Vtex.ai;",
          "(xiv) use or attempt to use the Site to store or transmit software viruses such as worms, Trojan horses, Denial of Service DOS attacks, logic bombs or any other computer code, file, or program designed to interrupt, destroy or limit the functionality of any computer software, hardware, or telecommunications equipment or that is designed to collect or harvest Personally Identifiable Information or other data;",
          "(xv) use the Site for the promotion of or for publicizing any criminal or illegal activity including terrorism;",
          "(xvi) engage in any conduct that restricts or inhibits anyone’s use or enjoyment of the Site, or which, as determined by Vtex.ai, may harm it or its users of or expose them to liability;",
          "(xvii) use the Site in any manner that could disable, overburden, damage, or impair the itself, interfere with any third party’s use of the Site, including its ability to engage in real time activities through the Site, or otherwise attempt to interfere with the proper working of the Site; and",
          "(xviii) defame or attempt to defame Vtex.ai or its products or services on the internet upon social media, through any publication, verbally or through any other platform, or instigate others to do so."
        ]
      },
      {
        "sectionTitle": "Restricted use of Site:",
        "content": [
          "Vtex.ai reserves the right to monitor use of the Site and to suspend, revoke, deny, disable, or terminate User's access in case he violates any provisions of this User Agreement, including but not limited to, the foregoing DOs and DON’Ts, or if User's consumption exceeds reasonable limits, as determined by Vtex.ai."
        ]
      },
      {
        "sectionTitle": "Export controls:",
        "content": [
          "The Site and its features are subject to United States export controls. No Site content or materials may be downloaded or exported (i) into (or to a resident of) Cuba, Sudan, North Korea, Iran, Syria, the Crimea region of the Ukraine or any other country subject to an applicable embargo or other trade restriction by any government regulatory agency having jurisdiction, or (ii) by or to any person or entity on the United States Treasury Department’s list of Specially Designated Nationals (SDN) or the United States Commerce Department’s Consolidated Screening List (CSL). By accessing or using the Site, User represents and warrants that he is not located in, is not under the control of, or is not a national or resident of any such country or on any such list. Although the Site may be accessible globally, Vtex.ai makes no representation that the Site is appropriate or available for use in locations outside the United States or India, and accessing the Site from such territories where its contents or materials are illegal, is prohibited. User who chooses to access the Site from such other locations may choose do so at his own initiative and risk and User shall solely remain responsible for compliance with applicable laws and for facing any action initiated by any government for any alleged contravention of such applicable laws. Any offer for any product, service, and/or information made in connection with the Site is void where prohibited."
        ]
      },
      {
        "sectionTitle": "Information shared with Vtex.ai:",
        "content": [
          "User understands and agrees that the Site is an application service product. User agrees to provide information required by him that shall be correct, clear, unambiguous and specific and he shall assume full responsibility for the authenticity, legality, accuracy and validity of User submitted registration information. User shall also be responsible for updating any changes in his registration information to keep it up to date. User shall not, (i) post any information in the name of others; (ii) use User Account maliciously; or (iii) use the User Account in contravention of the provisions of this User Agreement, otherwise, Vtex.ai reserves the right to suspend the Site Services and User alone shall fully bear all risk, loss or liability arising therefrom. Vtex.ai does not accept any responsibility or liability for any claims or losses arising from actions/omissions of the User. User also undertakes to use the Site and Site Services in accordance with all applicable laws and assumes all responsibility for activities performed during such use, including his statements and any loss or damage that may directly or indirectly arise from his statements."
        ]
      },
      {
        "sectionTitle": "User Account Security:",
        "content": [
          "User shall bear the obligation to take good care of the registration information on the Site and shall be responsible for all activities carried out on the Site. User shall immediately notify Vtex.ai in case he encounters or detects any illegal or unauthorised activities, or he suspects any unauthorised access or use. Vtex.ai shall not be liable for any damages, losses or liabilities arising from a User’s non-compliance with any of the aforesaid provision(s).",
          "Regarding User Generated Content: All User Generated Content on the Site are public information that any third party has access to. Any statement posted on the Site by the User shall be deemed as Public Information, and a User should bear legal liability for the same. In case, User does not want any third party to have access to his statements, he may refrain from posting them on the Site.",
          "Revocation of rights of User and issue of cautionary notices: User hereby acknowledges and accepts that Vtex.ai may change, suspend, restrict, terminate or revoke his rights to the Site Services any time without notice and may issue him warnings or cautionary notices to regulate his online conduct.",
          "Sponsored content: Vtex.ai may include sponsored posts or content, advertisements, etc. on the Site or in the downloadable materials. User agrees to the display of advertisements and other events from Vtex.ai with regard to its products or services or connected with its related third parties while enjoying the Site Services;",
          "Monitoring content upon the Site: Vtex.ai shall have the right to suspend, at its sole discretion or determination, or delete any content that violates the laws and regulations in any jurisdiction or the provisions of this User Agreement, that infringes, prejudices, threatens any right or safety; or that impersonates others. Vtex.ai also retains the right to initiate legal action, including but not limited to, removing any illegal or infringing content, suspending the registration of violators and reporting relevant information to relevant authorities based on the applicable laws and regulations.",
          "User shall keep his User Account credentials such as username, account registration number, registered e-mail address, passwords (login password, profile password, single use passwords generated, etc.), security questions, etc. safe and shall not disclose them to anyone without the express permission of Vtex.ai. User shall not disclose his passwords to anyone posing as or claiming to be an authorised representative of Vtex.ai. Vtex.ai shall never send communications to User asking him to furnish his passwords or related information that may be used to gain access to the User Account. Vtex.ai shall never instruct its employees, agents, affiliates or payment services providers to collect such information on its behalf. In case any individual (known or unknown) attempts to elicit such information from User, he shall report details of such individual and incident to Vtex.ai through the appropriate communication channel. In case, User discovers or suspects that his User Account has been compromised, he shall immediately change passwords and/or inform Vtex.ai providing details of the incident. User accepts and agrees that he alone shall be responsible for any User Account compromise or for any loss, liability, injury, harm arising from his own actions/omissions."
        ]
      },
      {
        "sectionTitle": "Applicability of the Privacy Policy and Cookie Policy:",
        "content": [
          "All Personal Information provided by User shall be handled in accordance with the provisions of the Privacy Policy, as updated from time to time. The contents of the Privacy Policy shall form part of the Terms of Use and shall be applicable to User at all times.",
          "In addition to the above, User's device and cookies deposited therein, shall be governed by the provisions of the Cookie Policy, as updated from time to time. The contents of the Cookie Policy shall form part of the Terms of Use and shall be applicable to User at all times."
        ]
      },
      {
        "sectionTitle": "Online conduct of User:",
        "content": [
          "User shall, during access, use and interaction with the Site and Site Services, self-regulate his online conduct in general and his online behaviour towards customer support services representatives, dedicated customer relationship managers, employees, third parties or other users of the Site, during such interaction, in particular. User shall be bound by and oblige to the various restrictions imposed upon him by this User Agreement in this behalf."
        ]
      },
      {
        "sectionTitle": "User Generated Content:",
        "content": [
          "User shall be held solely responsible for any User Generated Content he makes available on the Site and shall bear all risks, liabilities, losses and harm (personal, pecuniary, property, physical, mental, emotional or otherwise) that arise or are consequent therefrom, due to User's disclosure, publishing, communication or making available, in any form or manner, for any reason whatsoever, upon the Site or on any portion thereof, where such User Generated Content is accessible to the general public and where the confidentiality thereof cannot be assured by Vtex.ai or its third party affiliates, unless Vtex.ai expressly assures the confidentiality of such User Generated Content. Once User performs any act/omission during his access to the Site or while availing Site Services whereby User Generated Content is made available upon the Site, User thereby automatically and implicitly grants Vtex.ai an irrevocable, non-exclusive, sub-licenseable, transferable and royalty-free global licence to:",
          "(i) provide User with products, services or content for the purposes of improving Site, Site Services, Terms of Use and business practices through use of such User Generated Content;",
          "(ii) copy, publish, display, make derivative works and/or bring it to other works, or use User Account (except Personal Information) in other ways; and User grants Vtex.ai the permission to transfer for the preceding subject matter;",
          "(iii) copy and publish such User Generated Content only to designated receivers;",
          "User agrees that while accessing the Site or while availing the Site Services, he shall not post, upload, publish, transmit or share any material or information that:",
          "(i) belongs to another person and whereupon User does not hold any right;",
          "(ii) is grossly harmful, harassing, blasphemous, defamatory, obscene, pornographic, paedophilic, invasive of another person's privacy, hateful, racist, ethnically objectionable, disparaging, relating or encouraging money laundering or gambling, or otherwise unlawful in any manner whatsoever;",
          "(iii) contains a fraudulent statement, wilful misstatement, statement suppressing facts, misrepresentation, or a monopolistic, unfair or restrictive trade practice;",
          "(iv) harms or is prejudicial in any way or manner to minors or the rights thereof;",
          "(v) infringes any patent, trademark, copyright or other proprietary rights;",
          "(vi) violates any law for the time being in force;",
          "(vii) deceives or misleads the addressee about the origin of such messages or communicates any information which is grossly offensive or menacing in nature;",
          "(viii) impersonates another person;",
          "(ix) contains software viruses (Trojan horses, Denial of Service DOS attacks, worms, etc.), malware, spyware, logic bombs or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer resource or destabilizes, jeopardizes, overburdens or causes to overhandle any computer network or part thereof, or impairs such computer network from normal functioning or breaches or interferes with the network security system;",
          "(x) threatens the unity, integrity, defence, security or sovereignty of India and U.S., friendly relations with foreign states, or public order or causes incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation.",
          "In the event of Vtex.ai receiving any court order or any order, notification or intimation from a competent government authority alleging that any information posted by User upon the Site amounts to a breach of this provision, Vtex.ai shall, unless the contrary is proven or that it has a reason to believe otherwise, take such steps necessary as required under law to remove or disable access to such information and may suspend or terminate User's access to the Site or Site Services at its sole discretion for such period as it may deem appropriate.",
          "User agrees that he irrevocably waives any and all ownership, legal and moral rights to any User Generated Content whereof he is the creator."
        ]
      },
      {
        "sectionTitle": "Monitoring and Enforcement:",
        "content": [
          "Vtex.ai reserves the right to:",
          "(i) scrutinize, determine and thereafter remove or refuse to post any User Generated Content, for any or no reason, at its sole discretion;",
          "(ii) take any action with respect to any User Generated Content that it deems necessary or appropriate in its sole discretion, including if it believes or has reason to believe that such User Generated Content violates this User Agreement, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Site or the general public, or in case it has the potential to create risk or liability for Vtex.ai or others;",
          "(iii) disclose identity or other information pertaining to User to any third party who claims that material posted by User violates its rights, including its intellectual property rights or its right to privacy;",
          "(iv) take appropriate legal action, including without limitation, referral to law enforcement for any illegal or unauthorised use of the Site; and",
          "(v) terminate or suspend User's access to all or part of the Site for any violation of the User Agreement.",
          "Notwithstanding anything to the contrary, Vtex.ai has no obligation to review any User Generated Content or materials before they are posted onto the Site, and it cannot ensure prompt removal of objectionable material after it has been posted. Accordingly, Vtex.ai assumes no liability for any action/omission regarding transmissions, communications, or content provided by any user or third party, and it has no liability or responsibility to anyone for performance or non-performance of the activities described hereinbefore."
        ]
      },
      {
        "sectionTitle": "Third party influence in this User Agreement and safeguards provided towards their existing rights conferred by law or by contract:",
        "content": [
          "User acknowledges and agrees that the facilitation of Site and Site Services to him is based upon technical support from third parties and various technical aspects connected therewith are therefore subject to the terms and conditions of such third parties. For instance, the Vtex.ai web site is hosted at https://www.vercel.com/ and https://railway.com/ by the web hosting platform by the name Vercel Corp and Railway Corp.and the payment services thereupon are provided by various payment gateways such as Stripe®, Razorpay®, Paypal® etc. User acknowledges that Vtex.ai may provide some of the User's Sensitive Information or Personal Information to such third parties in the course of receiving technical services or any other support from them. User's Sensitive Information and Personal Information are handled by the third parties in accordance with their own terms and conditions. Such terms and conditions of such third party affiliates may have an impact upon User even though he is not a party to such terms and conditions. User is therefore, advised and recommended to read and understand the applicable provisions of Third Party Affiliates Terms and Conditions in this behalf.",
          "In case  User visits the third party’s website or linked webpages therewith or any part thereof, or when he is redirected to such web sites or linked web pages therewith or any part thereof, from the web links or advertisements from the Site, the third party’s terms of use and related policies apply. User may also be prompted to access such third party’s app, to download software or other downloadable materials, or to avail their services in any form or manner. Vtex.ai hereby declares that it does not offer any assurance, express or implied, regarding the quality or suitability of such app, software, downloadable materials or services and expressly disowns any liability, loss, risk, harm, damage or inconvenience arising from access and use thereof.",
          "User may choose to access the web links provided upon the Site which redirect User to the social media platforms whereupon Vtex.ai has its presence, in the form of pages or channels or the like, by whatever name called, for marketing or social interaction purposes. User hereby acknowledges and agrees that whenever he accesses such social media platforms through such web links, his online activity thereupon shall be subject to the terms of use/service, including user agreements, privacy policies, cookie policies and such other web site related legal documentation as applicable or specified by the corresponding social media platforms. User shall not blame or hold Vtex.ai liable or responsible for any inconvenience, loss, liability, harm or damage incurred or any controversy arising during or as a consequence of access to such social media platforms. User agrees to refrain from involving or inculpating Vtex.ai as a party to any dispute or legal proceedings (including any proceedings presided upon by an arbitrator), without the knowledge and express permission of Vtex.ai.",
          "Vtex.ai hereby declares that it has no control or influence over such third party’s terms of use and policies and hence, shall not bear any liabilities, risks, losses, burden and legal responsibilities when User accesses or uses third party’s web site, app or services. User hereby accepts and agrees to indemnify Vtex.ai from any and all liabilities, risks, burden, losses, damages or inconveniences caused by or arising from a third party claim, lawsuit or action relating to, (i) User’s breach of this User Agreement; (ii) User Generated Content posted to the Site; (iii) User’s actions/omissions while operating the Site and during availing Site Services; and (iv) User’s dealings and transactions with third parties without the knowledge or involvement of Vtex.ai."
        ]
      },
      {
        "sectionTitle": "Payment related provisions:",
        "content": [
          "User is advised and recommended to give special attention to the details of the present provision as it relates to the payment model and plans adopted by Vtex.ai for provision of Site Services to the User. User is requested to read carefully and fully understand the charging methods Vtex.ai uses for the provision of the Site Services as it will clear all misunderstandings and avoid disputes pertaining to payment of charges. The detailed provisions are contained within the Payment Terms and Conditions."
        ]
      },
      {
        "sectionTitle": "Applicability of taxes:",
        "content": [
          "Payment charged for availing any paid Site Services, unless specified otherwise, is inclusive of all taxes. User is liable to pay any and every tax, excluding the direct taxes payable by Vtex.ai upon its income, that is levied upon and applicable to him in his jurisdiction regardless of whether such tax is collected by Vtex.ai or not. Vtex.ai assures that when it is required by applicable law to collect such taxes on behalf of User, it shall remit them to the appropriate tax authority within such time as may be prescribed in this regard. Further, Vtex.ai also reserves the right to alter the taxes collected from User in the event of any change in the applicable tax rate or in the taxability of any product.",
          "For users subject to taxes imposed under U.S. law:",
          "All Federal and State taxes levied upon individuals and businesses subject to taxes and collected from them in accordance with applicable laws are applicable to users subject to U.S. law.",
          "For users subject to taxes imposed under Indian law:",
          "Goods and Services Tax levied upon individuals and businesses subject to taxes and collected from them in accordance with applicable GST laws at the applicable tax rates prescribed by the government upon recommendations of the GST Council, for individuals or businesses accordingly, as the case may be.",
          "Vtex.ai shall collect taxes and remit them to the government. Users shall be liable to pay taxes, wherever applicable,"
        ]
      },
      {
        "sectionTitle": "Liability for Site Services:",
        "content": [
          "In no event shall Vtex.ai, its Board of Directors as a group, individual directors, third party affiliates or their licensors, employees, agents and contractors be liable to User or any third party, with respect to the Site or the subject matter of these Terms of Use, under any contract, negligence, tort, strict liability, or other legal or equitable theory, even if foreseeable, for (i) any amount in the aggregate in excess of the greater of the amount User has paid to Vtex.ai for use of the Site during the 3 months immediately preceding the date such liability arose; (ii) for any special, indirect, incidental, punitive, or consequential damages of any kind whatsoever, including without limitation, loss of revenue, loss of profits, loss of business, loss of anticipated savings, loss of use, or loss of goodwill; (iii) data loss or cost of procurement of substitute goods or services; (iv) for any matter beyond Vtex.ai' reasonable control; or (v) for any actions of, or services provided by, third party affiliates or independent contractors providing services on behalf of Vtex.ai or through the Site.",
          "User agrees to use the Site or Site Services harmlessly and to indemnify Vtex.ai, including its Board of Directors as a group, individual directors, dedicated customer relationship manager or other employees, third party affiliates, business partners, agents and contractors against any lawsuit, complaint, loss, damage, responsibility, cost and fees (including but not limited to lawyer's fees) from any third party claims caused by User's access, operation or use of the Site or Site Services, operating his User Account, his User Generated Content, his violation of this User Agreement or any law, rules or regulations applicable to him or the infringement of rights of any third party, or any fraudulent act by User.",
          "Vtex.ai reserves the exclusive right to defend and the right to claim for compensation. User shall not unilaterally reconcile when User and Vtex.ai jointly file a lawsuit against any third party, without written consent from Vtex.ai. Vtex.ai shall reasonably notify the User of any such lawsuit or action at law.",
          "Under no circumstances shall Vtex.ai bear any indirect, consequential, exemplary, incidental, exceptional or punitive compensation resulting from the breach of this User Agreement.",
          "The foregoing provisions shall not affect any liability which cannot be excluded or limited under the applicable law."
        ]
      },
      {
        "sectionTitle": "Disclaimer of warranty:",
        "content": [
          "Save as the warranties outlined herein, the Site is provided on an “as is” and “as available” basis, without warranty of any kind, whether express or implied. Neither Vtex.ai nor any person or legal entity associated with it makes any promise, warranty or representation with respect to the completeness, security, reliability, quality, accuracy or availability of the Site and Site Services. Without prejudice to the foregoing provisions, neither Vtex.ai nor any person or entity associated with it promises, represents or warrants that the Site and Site Services or content obtained therefrom or any portion thereof will be accurate, reliable, error-free or uninterrupted; that defects will be corrected; that the platform or the server that makes them available are free of viruses or other harmful components; or that the Site or its content or materials will otherwise meet User's needs, requirements or expectations. Vtex.ai hereby disclaims all warranties of any kind, whether express or implied, statutory or otherwise, including but not limited to, any warranties of merchantability, non-infringement and fitness for a particular purpose.",
          "Vtex.ai shall not be held responsible for the accuracy, completeness, reliability, fitness, availability or relevance of any information published or hosted on the Site and made available through Site Services. Vtex.ai shall not bear any legal liability under any of the circumstances listed below:",
          "(a) providing Personal Information in accordance with local regulations and government requests;",
          "(b) disclosure of Sensitive Information or Confidential Information caused by negligent actions of or by User;",
          "(c) any circumstances caused by suspension, breakdown and so on that result from reasons beyond Vtex.ai' reasonable control including, without limitation, from hacking, virus invasions, blockings due to illegal and harassing content, government control or any other reasons related to network, technique, communication line and information security management;",
          "(d) losses to the User because of any third party's failure to provide services promised to User, or any inevitable circumstances such as the communication line breakdown, technical problems, network and computer breakdown, and other cases of force majeure;",
          "(e) risks from threat, defamation, offensive or illegal information that are caused through the Site or Site Services; and",
          "(f) any psychological or physical damage and economic losses when User interacts with other users through the Site or Services;",
          "Vtex.ai expressly declares that it does not guarantee timeliness, security and accuracy of the Site Services expressly, impliedly or in other forms. Any content posted by User on the Site does not ipso facto represent or reflect any viewpoint or policy of Vtex.ai for reasons of hosting such content on the Site and Vtex.ai does not bear any responsibility on this account.",
          "Under no circumstances shall Vtex.ai bear any responsibility for any indirect, consequential, exemplary, incidental, exceptional or punitive damages, including loss of profit, reputation, goodwill, business opportunities, data or other intangible losses or be liable for any loss or damages of any kind whatsoever, arising out of the use of or inability to use Site Services. In spite of the provisions in this User Agreement, the maximum liability towards the User and sole legal remedy or compensation of the User shall not, in any case, exceed the fees (if any), User paid to Vtex.ai as a consideration towards Site Services availed during the subscription period, for any reason or in any manner.",
          "Vtex.ai also disclaims any and all liability for the acts, omissions and conduct of any third party in connection with or related to the use of the Site Services. Vtex.ai shall not be held responsible or liable for any damages or losses resulting from any correspondence or business dealings with third party service providers or advertisers or resulting from the presence of such advertisers on the Site.",
          "User acknowledges that Vtex.ai is not an educational institution or a healthcare organization or an AI institute or a university offering conventional academic degrees or courses. Hence, the educational content provided by Vtex.ai shall not be deemed to be a substitute for any academic material. Vtex.ai does not accept any liability or entertain any claim from any person who misinterprets the role of Vtex.ai and expects any academic felicitation or conferment of degrees upon successful completion of educational sessions."
        ]
      },
      {
        "sectionTitle": "Intellectual property:",
        "content": [
          "Vtex.ai complies with intellectual property laws in all jurisdictions in which it carries out its business or has a business existence. Vtex.ai respects the intellectual property rights recognised by law belonging to third parties. This provision does not confer any intellectual property rights upon any third party but merely acknowledges and safeguards the intellectual property rights recognised by law.",
          "Intellectual property rights of third parties: Any information posted on the Site by the User should not infringe the intellectual property rights of any third party. User should not upload, transmit, distribute, display, release, change, spread or copy any material under the protection of applicable intellectual property laws, or proprietary information of others, without the written consent of the owner of such material. All content uploaded to the Site or any section thereof shall either be (i) original content (the intellectual property rights of which are solely held by the User); (ii) content which is uploaded with the permission of the owner(s) of intellectual property rights thereupon; or (iii) content which falls under the category of \"fair use\". In case Vtex.ai receives a valid takedown notice from any copyright owner or his legal representative, Vtex.ai shall remove the content in question in accordance with the manner laid down in the Intellectual Property Policy and Procedures.",
          "Intellectual property rights of Vtex.ai: Any graphics, words and composition involving Vtex.ai and its logos, appearing in the content, products and services offered by Vtex.ai, are the intellectual property of Vtex.ai. Without written consent of Vtex.ai, no person, either a natural person or an association of persons or any entity recognised by law, can exercise the right to display or use them in any way or manner. By no means can any person, either a natural person or an association of persons or any entity recognised by law, use, copy, change, disseminate, distribute, display, sell, transcribe any part of the intellectual property or bundle and sell it with other products.",
          "This provision contains only the terms and conditions pertaining to intellectual property rights and not the procedure prescribed for asserting and safeguarding such intellectual property rights. Vtex.ai has outlined a detailed procedure on this matter in its Intellectual Property Policy and Procedures, available on the Terms and Conditions page at Vtex.ai.",
          "User may note that User Account is not and shall not be deemed to be a property of any kind, tangible or intangible belonging to the User merely because it is registered in the name of the User. The User Account is a part of the platform created by Vtex.ai for providing services to him and by using such User Account, does not own the platform or part thereof. User does not own the User Account rather he is merely conferred with a set of revokable rights to use the User Account by Vtex.ai. And hence, the User Account cannot be traded like a commodity.",
          "All trade marks, logos or other marks included herein are the intellectual properties of the respective trademark owners and hence are mentioned herein for referencing purposes under the well-established \"fair use\" permissions. Vtex.ai hereby declares to everyone that by publishing or referencing such trademarks, logos or other marks, it does not intend to infringe upon the intellectual property rights of any such trademark owners or violate the laws relating to intellectual property."
        ]
      },
      {
        "sectionTitle": "Response to takedown notices:",
        "content": [
          "Takedown notices issued to Vtex.ai under the Digital Millennium Copyright Act, 1998 or under any other law for the time being in force in U.S., or under any law relating to copyrights or trade marks or the like in other countries, may be addressed to legal@vtex.ai and cc to vtex2025@gmail.com, clearly stating the facts and issues along with suitable justification. Such takedown notice shall be issued in English language or in any language specified by Vtex.ai as an acceptable language for communication. Upon receipt of such takedown notice, Vtex.ai may proceed to initiate any of the following actions:",
          "(a) Ignore the takedown notice: Vtex.ai may ignore the takedown notice in case it does not conform to the elements of a valid notice.",
          "(b) Consider the takedown notice and permanently remove the content in question: In case the takedown notice is valid and absolutely fit for consideration and the accuracy, relevance and veracity of the statements, facts and claims mentioned therein is established beyond doubt, Vtex.ai shall proceed to act upon such takedown notice and permanently remove the content in question and may communicate the same to the notice-sender and if deemed necessary, to the public at large.",
          "(c) Consider the takedown notice, temporarily remove the content in question and put it under review: In case the takedown notice is otherwise fit for consideration but contains aspects which need review or consultation from experts, Vtex.ai shall proceed to consider it temporarily removing the content in question and putting it under review. Subsequent to completion of review process, if it is satisfied with the claims made therein, Vtex.ai may permanently remove the content in question. In case after completion of the review process till the satisfaction of Vtex.ai, it is determined or established that the removal of such content in question is unjustified, Vtex.ai shall reinstate or restore the content in question and furnish a reply justifying its actions.",
          "(d) Reply to the takedown notice seeking additional details or time for review: In case Vtex.ai seeks additional details in connection with the contents of the takedown notice or due to the nature of the matter presented therein, determines that it needs time for review of the contents of the takedown notice, it shall furnish a reply to the takedown notice seeking additional details or time for review, as the case may be.",
          "(e) Reply to the takedown notice defending the published or hosted content: In case Vtex.ai has reason to believe that the contents of the notice bear incorrect facts or misrepresentations and/or that the claims and demands are unjustified and should not be fulfilled, it shall issue a reply to the notice defending the published or hosted content."
        ]
      },
      {
        "sectionTitle": "Validity of the User Agreement in the event of merger or acquisition of parent company:",
        "content": [
          "In the event of merger or acquisition of the parent company with or by another company, the Site and Site Services along with all assets, infrastructure, capital, debts, liabilities, and stocks and shares of the parent company shall be transferred to the new entity resulting therefrom and hence, the new legal entity shall be bound by this User Agreement. This User Agreement shall remain valid and enforceable in such a case and any existing lawsuits pending in a court of law against the parent company shall thereafter, be defended by such new legal entity."
        ]
      },
      {
        "sectionTitle": "Minors not capable to contract:",
        "content": [
          "In the absence of a separate agreement to the contrary or without the written permission of Vtex.ai, no minor shall access the Site or avail the Site Services. No minor shall create a user account in his name nor use another person's user account. No minor shall access the Site or avail the Site Services with or without a user account. Vtex.ai does neither carry out transactions with minors nor offer any products or services suitable for consumption of minors hence, minors are not capable of becoming a party to this User Agreement."
        ]
      },
      {
        "sectionTitle": "Termination of this User Agreement:",
        "content": [
          "This User Agreement becomes effective between the parties hereto upon User's grant of consent to this User Agreement in the manner laid down in this User Agreement's recitals and continues to remain effective during the User's continued and perpetual grant of consent, until terminated in accordance with the manner elaborated in this provision:",
          "(a) By User: The validity of and effect brought to this User Agreement depends upon the perpetual consent granted to this User Agreement by User. This User Agreement gets terminated in the event of User choosing to revoke his perpetual consent granted to this User Agreement. User may choose to terminate this User Agreement anytime and for any reason whatsoever. User hereby acknowledges and agrees that regardless of such termination of User Agreement, any dues pending from him or any just and valid claims against him in connection with this User Agreement shall remain payable thereafter. User shall not be absolved of all liabilities and just and valid claims against him on account of such termination of User Agreement. User shall also remain liable and responsible for the consequences of any acts/omissions performed by him in connection with or for the purposes of User Agreement during the period the User Agreement was binding upon him and such termination of User Agreement shall not absolve him of any liabilities, losses, harm, damage or obligation incurred prior to the date of such termination of User Agreement.",
          "(b) By Vtex.ai: Vtex.ai may restrict User's right to access the Site, Site Services and User Account, and/or terminate this Agreement at any time without notice, at their sole discretion, if it believes or discovers that User has violated the provisions of this User Agreement. Vtex.ai reserves the right to terminate this User Agreement if it is discovered that the User has infringed the copyright of a third party and receives a valid notice from such third party or legal representative of the third party unless User proves or is able to prove that such alleged infringement claims can be falsified. This User Agreement may also be terminated in case User files any chargeback upon payment made by him and such chargeback succeeds resulting in loss to Vtex.ai.",
          "Once this User Agreement is terminated, the corresponding User Account shall be deactivated or deleted and User's rights to access and avail the Site and Site Services shall be abrogated. User hereby acknowledges that this entails that his User Generated Content may, at the sole discretion or determination of Vtex.ai, be permanently removed from its database and from any sections of the Site. Vtex.ai shall not take any responsibility nor bear any liability or loss incurred as a consequence of terminating this User Agreement and removing the relevant User Generated Content."
        ]
      },
      {
        "sectionTitle": "Applicability to multiple User Accounts:",
        "content": [
          "In case User creates multiple accounts on the Site, he shall have violated the provisions of this User Agreement and Vtex.ai shall terminate the User Agreement with or without notice to User, at its sole discretion or determination. User is allowed to have only one User Account at any time."
        ]
      },
      {
        "sectionTitle": "Online conduct of User:",
        "content": [
          "Interactions with other users: In case User happens to encounter another user or a group of users while accessing the Site or while availing the Site Services and chooses to interact online with such other user or group of users, he may choose to do so at his sole risk and responsibility and Vtex.ai shall not bear any such risk or responsibility arising during or as a consequence of such online interaction. Vtex.ai does not perform (and neither is obliged to do so) any monitoring, surveillance or moral policing of any online activity or behaviour of the Site users while visiting the Site and availing the Site Services and hence shall not be held responsible or liable for the misconduct of other users towards the User. The liability for any wrongful or inappropriate actions of another user or group of users directed towards User, including but not limited to, ghosting, spamming, mocking, trolling, inappropriate teasing, harassment, humiliation, verbal abuse, issuing derogatory remarks, defamation, online bullying, sharing offensive content, display of prejudiced attitude, boycotting or ostracising without valid justification, issuing threats, online stalking, online sexual misconduct, false implication, making any illegal offer, impersonating someone or deceiving, acting with criminal intent, or any loss (financial, physical or otherwise) incurred by User shall be borne by User and Vtex.ai shall not be held responsible or liable for such actions or such loss. In case User chooses to meet or interact with another user or a group of users outside the Site, physically or on another online platform or otherwise, he shall do so at his own risk and responsibility and Vtex.ai does not recommend, encourage, facilitate, arrange or mediate such meetings and interactions outside the Site. Any actions or events occurring during or as a consequence of such meetings and interactions outside the Site are to be dealt with by User directly and Vtex.ai shall not be held responsible for any loss, liability, harm and damage caused therefrom. User hereby agrees to refrain from involving or inculpating Vtex.ai as a party, other than for the purposes of co-operating with law enforcement authorities with carrying out investigation or collecting records, in case User chooses to initiate or commence legal proceedings against such alleged wrongdoer users or group of users. In case, it is expedient for Vtex.ai to become party to such legal proceedings against such alleged wrongdoer users or group of users, User agrees to seek express permission of Vtex.ai before involving them in such legal proceedings and also agrees to pay on behalf of it, all legal and miscellaneous expenses incurred in connection therewith. Nothing in this sub-section shall mean that Vtex.ai shall condone such wrongful or inappropriate actions of such users or group of users in case such actions adversely affect or prejudice the legitimate or business interests of Vtex.ai or if they bring harm to its reputation. Vtex.ai shall, if it deems fit, choose to seek remedies available to it against such wrongdoing users or a group of users, including but not limited to, suspending or deleting their user accounts, restricting their access, penalising them, or initiating legal proceedings against them for the purposes of (i) safeguarding their own legitimate or business interests or those of its third party affiliates; (ii) safeguarding the rights (User Account related, data, privacy or other) belonging to User; (iii) disrupting the Site or creating an unhealthy atmosphere; and (iv) deterring the users from visiting or carrying out normal activities on the Site. The Site and Site Services may contain user generated content provided by other users or a group of users and the interaction between User and other users or group of users shall only be limited to between User and other users or group of users. Save as may be required under applicable laws, Vtex.ai does not monitor, regulate or moderate such user generated content, bear legal liability thereupon, or bear the obligations to check, monitor, examine and approve such user generated content. Vtex.ai shall not bear any responsibility or legal liability arising from such interaction. Vtex.ai shall not be responsible for any dispute between User and any other third party arising out of such interaction between User and another user or a group of users during access to the Site or the Site Services. Vtex.ai shall not be held liable for any false claims or illegal offers made on the Site by another user or group of users regarding any third party in relation to the use of the Site or the Site Services to which User falls prey or by which User is lured into a scam or a scandal.",
          "User shall not instigate or coerce another user or a group of users to commit such acts/omissions that may violate the provisions of this User Agreement or infringe upon the rights of third party affiliates. User shall be responsible and held accountable should he choose to commit such actions/omissions upon being instigated by another user or a group of users which may result in a violation of the provisions of this User Agreement or infringement of third party rights unless it is proven that User acted innocently or was deceived into committing such acts/omissions.",
          "User Testimonials and rights thereof: User may voluntarily provide or be prompted by Vtex.ai to submit his consumer feedback, rating, review, suggestion or recommendation with regard to Vtex.ai or the consumer care services offered by Vtex.ai or the quality of Site or Site Services and such User Testimonials, submitted to Vtex.ai shall belong to Vtex.ai and shall not be regarded as User Generated Content thereafter. User acknowledges and agrees that by submission of such User Testimonials, User grants his implied permission to Vtex.ai to use such User Testimonials for their purposes. Submission of such User Testimonials shall be deemed to transfer all rights, including copyrights, in such User Testimonials to Vtex.ai absolutely, irrevokably and unconditionally. Vtex.ai reserves the right to use such User Testimonials by posting them in the consumer testimonials gallery, exhibit, display or section of the Site in any appropriate form or manner for the purpose of marketing including advertising, promotional activities and for generating goodwill in the market. Vtex.ai reserves the right to truncate, abridge, adapt, conform, re-format, modify or re-modify repeatedly (including by proofreading or by sentence structure alteration), or for removing any undesired or slang vocabulary and facilitating better presentation to the potential consumers or general public, or for the purpose of enhancing its suitability for their purposes without altering the meaning or context thereof or original intent of such User. Vtex.ai hereby assures User that it does not create any fake testimonial on behalf of any user which may appear plausibly created by such user for any purposes, commercial or non-commercial. User also acknowledges to consider such User testimonials as unclassified and non-exclusive and agrees to not claim any right, royalty or share of profits in connection with revenue generated as a consequence of market goodwill generated due to use of such User Testimonials."
        ]
      },
      {
        "sectionTitle": "Resolution of disputes and arbitration:",
        "content": [
          "In the event of arising of any disputes between the parties hereto, both the parties hereby agree to resort to peaceful and cost-effective means for settlement of such disputes. Typically, disputes arising between the parties hereto may categorised into several categories as follows:",
          "(i) product/service quality related disputes;",
          "(ii) product/service delay or failure in delivery related disputes;",
          "(iii) payment related disputes;",
          "(iv) subscription plan/membership related disputes;",
          "(v) refund/renewal related disputes;",
          "(vi) violation/breach of user agreement or non-abidance with privacy policy or other agreements/policies related disputes;",
          "(vii) intellectual property rights or other rights related disputes;",
          "(viii) commercial usability/loss of business/plagiarism related disputes;",
          "(ix) unfair or unauthorised use related disputes;",
          "(x) consumer data protection/data theft/data misappropriation related disputes;",
          "(xi) conflict of laws related disputes;",
          "(xii) disputes arising out of non-compliance or unsatisfactory compliance with takedown notices;",
          "(xiii) miscellaneous disputes.",
          "Vtex.ai has set up mechanisms for settlement of disputes in a relatively inexpensive and convenient manner. Users can reach out to customer support through multiple communication channels listed on the \"Contact Us\" page at Vtex.ai.",
          "In case the issues were not resolved at the level and capacity of the customer support services, Vtex.ai has appointed an authority Admin@vtex.ai specially for the purpose of resolution of disputes at the administrative level. The dispute resolution authority is specially trained in the task of settlement of disputes. User may lodge and address his grievances with such authority and obtain redressal therefor.",
          "In case User is still unsatisfied, both parties hereto may opt for ADR (alternative dispute resolution methods such as arbitration, conciliation or mediation) by referring the matter to an arbitrator mutually appointed by both parties in this behalf. Both parties to such dispute may submit their grievances and submissions along with claims and remedies sought. Upon hearing both parties, the arbitrator shall contemplate the solution and declare his award in favour of either party. Both parties agree to co-operate in this behalf to seek the award from the mutually appointed parties and such award shall shall be final and binding upon both parties."
        ]
      },
      {
        "sectionTitle": "Expenses borne by User separately:",
        "content": [
          "User hereby acknowledges and agrees that all expenses incurred in connection with arranging a device and associated internet connection and charges thereof in order to be able to access the Site and avail Site Services shall be borne by him or by any person paying or agreeing to pay on his behalf, whether fully or in part, and not by Vtex.ai.",
          "In case User uses a mobile device and may optionally use Vtex.ai App on the same device, he hereby acknowledges and agrees that all expenses incurred with regard to mobile data consumption and messages sent shall be borne by him or by any person paying or agreeing to pay on his behalf, whether fully or in part, and not by Vtex.ai."
        ]
      },
      {
        "sectionTitle": "Content consumption software to be arranged for by User:",
        "content": [
          "User shall note that certain downloadable materials such as files containing text, images, audio, video, or any combination of these, made available to User, shall be in such format and have such file extensions (such as .docx, .zip, .pdf, .jpeg, .png, .flv, .mp3, mp4, etc.) as Vtex.ai may choose to publish in. User shall be required to have the content consumption software with corresponding file format and file extension readability and compatibility installed upon his device and with appropriate software settings, through which User chooses to access and read such files, at his own effort and expense. User shall not blame or hold responsible Vtex.ai for being unable to access and read the files after they have been made available to him on account of his own failure to install the content consumption software in order to become able to use such downloadable materials, or for being unable to install such content consumption software due to unavailability of such content consumption software in his region or on his device, or due to legal, financial, technical or other reasons. User shall also not blame or hold responsible Vtex.ai when the performance of such content consumption software is poor or not as intended, for unavailability of certain features in such content consumption software, malfunction or for corruption of the downloadable materials during or as a consequence of accessing such downloadable materials through such content consumption software.",
          "User shall also note that when he chooses to install such content consumption software on his device for using the downloadable materials, he shall be bound by the software license agreement/EULA (end user license agreement) relating to such content consumption software published by the third party who provides such content consumption software. User is hereby informed that such a software license agreement/EULA will be binding upon the User and such third party and Vtex.ai shall neither be a party to such software license agreement/EULA nor have any role to play in connection with it. For instance, when User downloads from the Site, a file created using the Microsoft Powerpoint® application having \".ppt\" as the file extension, User shall keep a compatible version of Microsoft Powerpoint® application with necessary readability and appropriate settings installed on his device for accessing and reading such a file. The use of the Microsoft Powerpoint® application shall bind the User to the terms and conditions of the software license agreement/EULA applicable to the Microsoft Powerpoint® application published by Microsoft®, as updated from time to time."
        ]
      },
      {
        "sectionTitle": "General:",
        "content": [
          "(a) Non-waiver, non-relinquishment and non-discharge: Any failure by Vtex.ai to give effect to any provision of this User Agreement, to assert or exercise any right, or to seek fulfilment of any obligation by User, for any reason whatsoever, shall not be deemed to be a waiver of such provision, relinquishment of such right or discharge of such obligation, as the case may be. In case, Vtex.ai chooses to waive any provision of this User Agreement in a specific case, it shall not be concluded that Vtex.ai has issued a waiver with regard to that provision in general and shall not be applicable as an excuse or defence in the case of other users.",
          "(b) Severability: In case any provision of this User Agreement or a part thereof, is found or declared to be in contravention of applicable law, void or unenforceable, such provision or part thereof shall, only to that extent and without prejudice to the remaining provisions contained herein, be deemed severable from the rest of the legal sub-document and the User Agreement shall thereafter be given effect as if the impugned provision or part thereof never existed. Any provision or part thereof, found or declared to be in contravention with applicable law, void or unenforceable in one jurisdiction, shall not, ipso facto prejudice the applicability or interpretation of such provision or part thereof in another jurisdiction. Vtex.ai reserves the right to update any provision or part thereof contained herein, in case such provision or part cannot be given the intended or desired effect, within a certain jurisdiction, for any reason whatsoever, and thereafter, such updated provision or part, as the case may be, shall become a part of this User Agreement substituting the previous provision or part, in the same jurisdiction, without prejudice to the applicability of this User Agreement in other jurisdictions.",
          "(c) Governing law and jurisdiction: All disputes and legal proceedings between and/or involving User, Vtex.ai and any third party, including but not limited to, copyright owners or those claiming to be such copyright owners, affiliates and business partners, taking over companies, entities within business network, governments of U.S., India, or any country or any international agency or organisation, with regard to and in connection with any matter of dispute or cause of action pertaining to or arising out of this User Agreement or pertaining to or arising out of any representation, claim or warranty made in connection with this User Agreement or as an inducement to agree thereto, shall be subject to the laws of state of Maharashtra and of India, including their statute of limitations, without reference to (i) any conflict of law principles that would apply the substantive laws of another jurisdiction to the parties’ rights or duties; (ii) the United Nations Convention on Contracts for the International Sale of Goods; or (iii) other international laws, and such disputes and legal proceedings shall be subject to the jurisdiction of courts of Pune district situated within the state of Maharashtra in India. Any action or other judicial proceeding for the enforcement of the provisions of this User Agreement shall be instituted only in the courts of the Pune district situated within the state of Maharashtra in India.",
          "(d) Indemnification: User agrees to indemnify and exclude Vtex.ai, its Board of Directors as a group, individual directors, employees, third party affiliates including sponsors and agents from and against any third party claims, demands, losses, damages, expenses (including reasonable lawyer fees), legal proceedings and any legal actions, arising during or as a consequence of (i) User's use of Site and Site Services; (ii) User's breach of any provisions of this User Agreement; and (iii) User's violation of any third party rights in connection with use of Site and Site Services.",
          "(e) Compliance with legal procedures: Vtex.ai shall be bound to comply with the applicable laws in the jurisdiction of User and in consequence thereof, shall be also bound to comply with any requirements or legal procedures by the law-enforcement officials of the police, tax authorities, military or the like, government, judiciary, quasi-judicial authorities, municipal bodies and other institutions of public governance upon being called upon to furnish details relating to User or to assist in any investigation. User hereby agrees to indemnify Vtex.ai, its affiliates, contractors and agents from any claims, losses incurred, liability arisen or disclosure of User's information (including all types of information) during or as a consequence of acting in or fulfilling compliance with such requirements or legal procedures by Vtex.ai.",
          "(f) Nature of relationship between the parties hereto: The nature of relationship between the User and Vtex.ai shall be that between customer and goods and services provider wherein User is the customer (recipient) and Vtex.ai is the goods and services provider (supplier). Nothing contained herein shall be construed as establishing, by virtue of this User Agreement, any kind of employment, partnership, joint venture, principal-agent relationship, contractor or sub-contractor relationship, share-holder, or any other relationship between the parties hereto. Save as provided in any separate agreement in this behalf entered into by User and Vtex.ai and subject to the provision relating to (22)(b) User Testimonials, none of the parties shall assume the right to make any statement, representation, warranty or commitment of any kind or perform any act/omission, that may bind the other party, on behalf of such other party, whether personally or through another person. Any such statement, representation, warranty or commitment or act/omission shall have no effect unless subsequently ratified by such other party on whose behalf, such statement, representation, warranty or commitment was issued or act/omission was performed.",
          "(g) User Agreement to be executed in good faith: This User Agreement is a general user agreement drafted for users belonging to various countries and jurisdictions. Any interpretation of provisions contained herein may vary as per legal principles and theories prevalent in individual jurisdictions, applicable laws, precedents, customs and well-settled principles of law specific to each individual jurisdiction. To limit such varying interpretations which may deviate from the original intent of entering into the agreement, both parties hereby agree and undertake that all acts/omissions performed, rights exercised and obligations and responsibilities discharged in fulfillment of this User Agreement shall be so performed, exercised or discharged in bona fide and both parties hereto agree to interpret, acknowledge and execute this User Agreement ex legibus and keeping in mind the true intention of entering into this User Agreement.",
          "(h) Integrality: This User Agreement is the ultimate, integral and exclusive agreement between the User and Vtex.ai, in relation to any matter relating to the Site and Site Services and matters connected therewith. Subject to any separate agreement in this behalf entered into by and between User and Vtex.ai, the provisions contained wherein expressly declare that such separate agreement (whether in whole or part) takes precedence over this User Agreement, this User Agreement alone shall constitute the sole and entire agreement between User and Vtex.ai in connection with the matters contained herein and shall supersede all prior and contemporaneous understandings, agreements, representations and warranties, whether written or oral, between the parties hereto, in connection with the matters contained herein.",
          "(i) Miscellaneous: Without written consent from Vtex.ai, User cannot, for any cause or reason whatsoever, transfer the rights and obligations stated in this Agreement to any person, either a natural person or association of persons or any entity recognised by law. Any behaviour or activity violating the provision about such a transfer attempt is invalid.",
          "The information provided in our content regarding third-party companies, their products, and features is intended for informational purposes only. While we strive to ensure the accuracy and timeliness of the information presented, we make no guarantees regarding its completeness, reliability, or suitability for any particular purpose.",
          "Limitations of Liability: We expressly disclaim any liability for errors or omissions in the information provided. Users are advised that company offerings, specifications, and features may change without notice, and we may not have verified all such information against the latest updates or releases from the respective companies. Consequently, we cannot be held responsible for any actions taken based on the information presented, including but not limited to decisions regarding the purchase or use of third-party products.",
          "Encouragement for Independent Verification: We strongly encourage users to independently verify any claims or details regarding third-party products and features prior to making any decisions based on such information. The use of any information provided on our platform is solely at your own risk.",
          "By accessing and using our content, you acknowledge and agree to this disclaimer in its entirety.",
          "This User Agreement shall also apply to any revised version of the Site or updates or other changes of the Site Services. Vtex.ai reserves the right to modify, maintain and suspend the Site and Site Services without notification from time to time. User agrees that Vtex.ai shall not be liable for changing, reserving or suspending the Site and Site Services, or for any actions initiated or continued by other third parties."
        ]
      },
      {
        "sectionTitle": "Communication channels:",
        "content": ["Support@Vtex.ai"]
      },
      {
        "sectionTitle": "Updation of this User Agreement:",
        "content": [
          "Vtex.ai shall review this User Agreement periodically and considering the changes in business practices, market trends, economy, technology, law, governmental policies, social and political outlook, or in pursuance of agreements entered into with third party affiliates, or changes thereto, in the future, may choose to update this User Agreement. Vtex.ai may also choose to update this User Agreement in response to customer feedback or in consideration of needs of its users. In case during such process of updation, Vtex.ai makes a substantial change to this User Agreement, it may notify User through his registered contact information such as email or may publish on the Site or may send a notification via mobile devices in order that User may learn about how such changes affect him or his interests. Vtex.ai shall ensure from its end that such notifications are addressed and sent properly to User. However, in case of delay or failure to deliver the notification due to technical or other issues beyond its control, User shall not hold Vtex.ai responsible for such delay or failure. Such updates to User Agreement shall apply from the effective date specified in the notice or upon the Site.",
          "Vtex.ai recommends and urges all its users to check the Vtex.ai web site home page regularly for making themselves aware of the latest information regarding cookies. User's continued access to the Site and use of the Site Services subsequent to bringing such updates into effect shall be deemed as a grant of consent to the updated User Agreement.",
          "In case User does not wish to consent to this User Agreement or any future updates thereof, he may choose to not access or discontinue his access to the Site and Site Services at any time. Such a discontinuation shall not affect any liability, loss, harm, damage or burden incurred due to any act/omission of User prior to the date of such discontinuation and such act/omission of User shall continue to remain subject to the User Agreement in force thereat."
        ]
      },
      {
        "sectionTitle": "Interpretation of this User Agreement:",
        "content": [
          "This User Agreement, including any future updates thereof, is the authentic legal English version and shall be the primary version for all purposes, official or legal. Any version of this User Agreement (current or archived), or any simplified version thereof, provided in English or in a language other than English (whether using Latin script or otherwise) is only for the purpose of convenience of User. In the event of any inconsistency or conflict between provisions or lack of clarity with regards to interpretation with any other version of this User Agreement, this authentic legal English version solely shall prevail."
        ]
      }
    ],
    "icon": "Shield"
  },

  {
    "id": "payment-terms-and-conditions",
    "title": "Payment Terms and Conditions",
    "introductoryLines": [
      "This Payment Terms and Conditions was last updated on 1st April 2025",
      "This Payment Terms and Conditions was brought into effect on 1st April 2025."
    ],
    "sections": [
      {
        "sectionTitle": "Introduction:",
        "content": [
          "This legal sub-document shall be known as \"Payment Terms and Conditions\" and shall form part of the User Agreement. When User grants his consent to the User Agreement, he shall also grant his consent to this Payment Terms and Conditions.",
          "Key terms used and not defined herein but defined in the User Agreement or other legal sub-documents contained within the Terms of Use shall, unless they be repugnant to the subject or context, bear the meanings conveyed in those legal sub-documents, to the extent permissible by law."
        ]
      },
      {
        "sectionTitle": "What Vtex.ai provides and to whom:",
        "content": [
          "Vtex.ai operates an online platform that provides a range of products, services, and digital content, including but not limited to video-based educational materials. These materials are offered through various subscription plans, such as \"Emerging Tech”, \"HealthTech AI\" and “FlexPick”. The recorded video sessions are primarily intended for software engineers with prior experience in AI-related tools, Python programming language, and healthcare professionals with a healthcare background who have some exposure to AI and Python programming language. The content provided includes educational material, demonstrations, and high-level guidance on AI use cases.",
          "While the content is designed to be informative and beneficial, Vtex.ai does not make any guarantees or warranties regarding the effectiveness, accuracy, or outcomes of applying the methods, approaches, demo code, or structures presented in the videos. Users should be aware that the demonstrations featured in the videos are based on sample data, partially implemented AI models, and basic structures. These are intended for educational purposes only and may not be suitable for direct use in building operational products, enterprise-scale solutions, or deployable AI models. Consequently, Vtex.ai cannot guarantee that using the content will result in successful business outcomes or fully functional AI solutions for end customers.",
          "Vtex.ai provides its products, services, and digital content exclusively to potential customers who meet the following qualifications:",
          "Software engineers seeking to learn about AI use cases and their applications.",
          "Healthcare professionals interested in understanding AI use cases within healthcare settings.",
          "Digital engineering service organizations aiming to train their engineers on selected AI use cases."
        ]
      },
      {
        "sectionTitle": "Subscription Fees and Billing Policy:",
        "content": [
          "By subscribing to any of Vtex.ai’s plans—including, but not limited to, “Emerging Tech,” “HealthTech AI,” and “FlexPick”—the user agrees to pay the applicable fees as specified at the time of purchase, which may include a recurring monthly subscription fee or a one-time fee in the case of the FlexPick plan. Subscription fees are billed on a recurring basis, and payment is due in full at the beginning of each subscription period.",
          "All fees are non-refundable, except as required by applicable law, and are subject to change upon notice provided by Vtex.ai. Any such fee changes will take effect at the start of the next subscription period following the notice of the change. Continued use of the subscription after the fee change constitutes the user's acceptance of the new fees.",
          "The user is responsible for ensuring that payment information is current and accurate. If Vtex.ai is unable to charge the designated payment method for any reason, the user's subscription may be suspended or terminated at the company's discretion. Vtex.ai reserves the right to seek any amounts owed through appropriate collection methods, including charging any other payment methods on file or pursuing legal action.",
          "The user may cancel their subscription at any time through their account settings or by contacting Vtex.ai’s customer support. Upon cancellation, the user will retain access to the subscribed plan until the end of the current billing period. However, no refunds will be issued for the remaining days of the subscription period in which the cancellation occurs. The cancellation will take effect at the start of the next billing cycle."
        ]
      },
      {
        "sectionTitle": "Subscription Offerings and Ongoing Content Availability:",
        "content": [
          "Vtex.ai offers a variety of subscription plans tailored to meet the specific needs of its users. Each plan provides access to a curated selection of digital content, including recorded video sessions, educational materials, and demonstrations, designed to enhance the user’s knowledge and expertise in specific areas. The current plans available include, but are not limited to:",
          "Emerging Tech: This plan is designed for software engineers and technology enthusiasts who seek to expand their understanding of AI use cases and applications in the field of emerging technologies. The content provided under this plan covers a broad spectrum of AI-related topics, offering high-level guidance and practical demonstrations.",
          "HealthTech AI: Tailored for healthcare professionals, this plan focuses on the application of AI within healthcare settings. The content is structured to help users gain insights into how AI can be integrated into clinical practices, improve patient care, and optimize healthcare operations.",
          "Vtex.ai will regularly publish new educational videos, which users will be able to access according to their subscribed plan. The topics, subjects, or content of these new videos will be determined at the sole discretion of Vtex.ai, based on emerging trends, user needs, and the company's educational objectives. Users should be aware that the content offered is intended for educational purposes only and may not be suitable for direct implementation in commercial or operational environments without further customization and development.",
          "In addition to the above two plans, Vtex.ai also offers a Trial Access Plan, which allows users to view up to two free educational videos—available on the homepage—without the need for registration. This plan provides limited content, with topics determined at the sole discretion of Vtex.ai, which may be updated periodically.",
          "Additionally, Vtex.ai reserves the right to introduce additional plans in the future, such as those focusing on Finance AI Insights or other specialized areas. Users will be notified of any new offerings as they become available."
        ]
      },
      {
        "sectionTitle": "Rights of Vtex.ai and unauthorised activities by User:",
        "content": [
          "Access to the digital content posted upon the Site is expressly conditioned on timely payment of the then applicable fee(s) for the Site Services in the amount set forth during online checkout or in a Sales Order, unless User is accessing the digital content upon the Site via a free trial access plan or other no fee arrangement. Vtex.ai reserves the right to modify its fees at any time. However, any changes in fees will not affect users who have already paid in advance; such adjustments will apply only to the next billing period and will not impact the current billing cycle.",
          "(a) Payment methods: The Site facilitates the sale of digital content, including products and videos, which users may purchase through various online payment methods. Users are advised to adhere to security guidelines for internet usage prior to engaging in any online payment transactions. For instance, Vtex.ai may utilize Stripe® as its payment service provider to process payments from international customers. Users are encouraged to employ Stripe® for all payment transactions. Users must ensure that their bank accounts and access channels are fully secured against potential security breaches. It is the user's responsibility to regularly review and follow Stripe’s security guidelines, as monitoring and addressing any vulnerabilities related to Stripe fall outside the scope of Vtex.ai's responsibilities. Vtex.ai reserves the right to update the user's payment gateway information based on updates provided by the applicable payment service provider. By using the Site, the user authorizes Vtex.ai to charge the applicable fees to the updated payment gateway without prior notice.",
          "(b) Authorisations: When User provides or adds any form of payment method to his account, his bank may reserve the funds necessary or place a small authorisation hold until the transaction is processed or the authorisation hold expires, but this is not the actual charge. The authorisation will be removed from your account according to the policies of such bank; and as such, to remove an authorisation, User may kindly contact such bank to clarify how long they hold authorisations for online orders.",
          "(c) Applicability of transaction fees: Depending on where User transacts with Vtex.ai, the type of payment method used, and where his payment method was issued, User's transaction with Vtex.ai may be subject to foreign exchange fees or differences in prices because of exchange rates and other geolocation specific pricing provided by Vtex.ai. Vtex.ai follows third party software’s guidelines to support all payment methods, currencies, or locations for payment. Vtex.ai may also enhance this gateway process in the future to add more locations, currencies and vendors or gateway without any prior intimation to User.",
          "(d) Invoices and collections: Invoices of products sold upon the Site are generated automatically, however, they are not sent to User automatically. User will receive payment confirmation from a payment gateway like Stripe, Razorpay or PayPal, however, he can ask for invoice by sending Vtex.ai a written request for the purpose. Vtex.ai shall also be sending invoices by email to User, however, depending on workload, it may take anywhere between week to a several weeks.",
          "(e) Penalty upon non-payment and delayed payment: Vtex.ai reserves the right to impose penalties for non-payment and delayed payment of monthly subscription fees. In the event of non-payment or delayed payment, Vtex.ai may charge interest at a specified rate on the outstanding amount from the date of default or delay until the amount is paid in full. If a user’s payment method fails or if the user’s account is past due, Vtex.ai may utilize alternative collection mechanisms to recover fees owed. This may include charging other payment methods on file or engaging collection agencies and legal counsel, with all associated fees and costs to be borne by the user. Notwithstanding any contrary provisions, the user's obligation to pay fees continues through the end of the applicable subscription period, regardless of whether the user cancels their subscription during that period. Late payments will incur an additional interest charge of 1% per week, plus applicable taxes, with interest compounding weekly. In the event that payment is not received within the specified time frame, or if Vtex.ai is unable to renew the subscription due to inaccurate or outdated payment information, access to digital content on the Site may be suspended until payment is received. If access is reinstated following a suspension due to non-payment, no additional time will be added to the current subscription period.",
          "(f) Chargeback, excess use and reporting: In case User files a chargeback disputing charges made to payment method or payment gateway by Vtex.ai and the chargeback is granted, User Account will be deactivated. Vtex.ai shall perform weekly and monthly reporting to reconcile collections, refunds, cancellations and renewals. User may be contacted in case Vtex.ai needs certain data or needs more information to reconcile such reports. User is required to co-operate with Vtex.ai and send details as requested in timely manner."
        ]
      },

      {
        "sectionTitle": "Marketing promotions and discounts:",
        "content": [
          "Vtex.ai may, from time to time, organise marketing campaigns or promotional activities in connection with increasing the sale of its products and services. During such campaigns or activities, Vtex.ai may offer its products or services or both, at discounted prices or with gifts, offers or benefits in addition to the primary products or services being offered. User shall not be entitled to any claim or interest with regard to any unavailed or cancelled product. In case Vtex.ai cancels such a campaign or activity the offer shall also stand cancelled and no claim shall be entertained with regard to the same.",
          "Vtex.ai reserves the right to revise the prices of its products or services at any time. However, any product, service, or subscription that has already been agreed upon at a specific price will remain applicable to existing users, and such price revisions will only apply prospectively."
        ]
      },
      {
        "sectionTitle": "Updation of this Payment Terms and Conditions:",
        "content": [
          "Vtex.ai shall review this Payment Terms and Conditions periodically and considering the changes in business practices, market trends, economy, technology, law, governmental policies, social and political outlook, or in pursuance of agreements entered into with third party affiliates, or changes thereto, in the future, may choose to update this Payment Terms and Conditions. Vtex.ai may also choose to update this Payment Terms and Conditions in response to customer feedback or in consideration of needs of its users. In case during such process of updation, Vtex.ai makes a substantial change to this Payment Terms and Conditions, it may notify User through his registered contact information such as email or may publish on the Site or may send a notification via mobile devices in order that User may learn about how such changes affect him or his interests. Vtex.ai shall ensure from its end that such notifications are addressed and sent properly to User. However, in case of delay or failure to deliver the notification due to technical or other issues beyond its control, User shall not hold Vtex.ai responsible for such delay or failure. Such updates to Payment Terms and Conditions shall apply from the effective date specified in the notice or upon the Site.",
          "Vtex.ai recommends and urges all its users to check the Vtex.ai web site home page regularly for making themselves aware of the latest information regarding cookies. User's continued access to the Site and use of the Site Services subsequent to bringing such updates into effect shall be deemed as a grant of consent to the updated Payment Terms and Conditions.",
          "In case User does not wish to consent to this Payment Terms and Conditions or any future updates thereof, he may choose to not access or discontinue his access to the Site and Site Services at any time. Such a discontinuation shall not affect any liability, loss, harm, damage or burden incurred due to any act/omission of User prior to the date of such discontinuation and such act/omission of User shall continue to remain subject to the Payment Terms and Conditions in force thereat."
        ]
      },
      {
        "sectionTitle": "Subscription Fees Updates:",
        "content": [
          "The pricing for the purchase of a Vtex.ai Plan is described on our pricing page. Vtex.ai may change the price of a Vtex.ai Plan from time to time and will communicate any price changes to User in advance and, if applicable, how to accept those changes however User is advised to check Vtex.ai webpage periodically for updates. Price changes for Vtex.ai Plan subscriptions will take effect at the start of the next subscription period following the date of the price change. If User do not agree with the price Vtex.ai charges, he or she have the right to reject the change by canceling their subscription before the price change goes into effect. Please therefore make sure User read any such notification of price changes carefully."
        ]
      },
      {
        "sectionTitle": "Intellectual Property & Commercial Use Terms:",
        "content": [
          "Customers with an active subscription to Vtex.ai’s video subscription platform may access and utilize the AI solution code provided within the video series strictly for personal learning purposes. However, mere subscription does not grant rights to develop, commercialize, or distribute any product or application derived from this code. Any attempt to publicly share, redistribute, or sublicense the code without prior written consent from Vtex.ai is strictly prohibited.",
          "If a customer wishes to build and commercialize a product utilizing Vtex.ai’s AI solution code, they must obtain a separate commercial license and pay applicable fees as determined by Vtex.ai. Unauthorized commercialization or distribution of products incorporating Vtex.ai’s proprietary code will be considered a breach of these terms and may result in legal action. Customers must contact Vtex.ai directly to discuss licensing requirements and associated terms before any commercial use."
        ]
      },
      {
        "sectionTitle": "Interpretation of this Payment Terms and Conditions:",
        "content": [
          "This Payment Terms and Conditions, including any future updates thereof, is the authentic legal English version and shall be the primary version for all purposes, official or legal. Any version of this Payment Terms and Conditions (current or archived), or any simplified version thereof, provided in English or in a language other than English (whether using Latin script or otherwise) is only for the purpose of convenience of User. In the event of any inconsistency or conflict between provisions or lack of clarity with regards to interpretation with any other version of this Payment Terms and Conditions, this authentic legal English version solely shall prevail."
        ]
      }
    ],
    "icon": "CreditCard"
  },
  {
    "id": "third-party-affiliation-terms-and-conditions",
    "title": "Third Party Affiliation Terms and Conditions",
    "introductoryLines": [
      "This Third Party Affiliates Terms and Conditions was last updated on 1st April 2025.",
      "This Third Party Affiliates Terms and Conditions was brought into effect on 1st April 2025."
    ],
    "sections": [
      {
        "sectionTitle": "Introduction:",
        "content": [
          "This legal sub-document shall be known as \"Third Party Affiliates Terms and Conditions\" and shall form part of the User Agreement. When User grants his consent to the User Agreement, he shall also grant his consent to the applicable provisions of this legal sub-document. Vtex.ai carries out its business activities in accordance with the business arrangements set up with its third party affiliates, namely, Video streaming platform Vimeo®, Membership platform TutorLMS® , hosting provider Vercel® and Railway App®  and content management system WordPress® and Razorpay®, Stripe®, PayPal® and others. The provisions of this legal sub-document are provided for clarity and to facilitate provision of better services from Vtex.ai. All provisions of this legal sub-document may not apply to User if he does not avail any services from a particular third party affiliate. For instance, in case User does not avail services from a particular payment services provider, the provisions relating to such particular payment services provider do not apply to User to that extent. The rest of the applicable provisions of this legal sub-document shall continue to remain applicable to User. In the event that a question or dispute arises regarding the applicability and extent of applicability of a particular provision or set of provisions to the User, the authority to determine such applicability or extent of applicability shall solely rest with Vtex.ai."
        ]
      },
      {
        "sectionTitle": "Definitions of key terms:",
        "content": [
          "This Third Party Affiliates Terms and Conditions contains key terms which are defined as follows and key terms used and not defined herein but defined in the User Agreement or other legal sub-documents within the Terms of Use shall, unless they be repugnant to the subject or context, have the same meaning as they have in such legal sub-documents.",
          "Key terms referred hereinbelow relating to various third party affiliates as used by them in their legal terminology or during the course of their business shall have the same meanings as attributed to them in the corresponding legal documents of those third party affiliates. Such key terms are marked herein by enclosing them within inverted commas (e.g. \"User Platform\", \"claim\", \"dispute\", \"hold\", \"payment review\", etc.).",
          "(1) \"Razorpay\" shall mean Razorpay (payment processing services) as defined in the applicable user agreement belonging to and published by Razorpay as a part of its legal documents, for the time being in effect.",
          "(2) \"Stripe\" shall mean Stripe (payment processing services) as defined in the applicable user agreement belonging to and published by Stripe as a part of its legal documents, for the time being in effect.",
          "(3) \"PayPal\" shall mean PayPal (online payment services) as defined in the applicable user agreement belonging to and published by PayPal as a part of its legal documents, for the time being in effect.",
          "(4) \"Vimeo\" shall mean Vimeo (video hosting and streaming services) as defined in the applicable user agreement belonging to and published by Vimeo as a part of its legal documents, for the time being in effect.",
          "(5) \"TutorLMS\" shall mean TutorLMS (course or video subscription processing services) as defined in the applicable user agreement belonging to and published by TutorLMS as a part of its legal documents, for the time being in effect.",
          "(6) \"WordPress\" shall mean WordPress (content management and website creation services) as defined in the applicable user agreement belonging to and published by WordPress as a part of its legal documents, for the time being in effect.",
          "(7) \"Hosting and Platform Service Providers\" shall collectively refer to third-party service providers, including but not limited to WordPress, Kinsta, Vercel, Railway App (Node.js), Vimeo, GitHub, MongoDB Atlas, and TutorLMS, as defined in their respective user agreements and legal documents currently in effect. Each of these entities operates independently and is governed by its own terms of service, privacy policy, and applicable legal framework."
        ]
      },

      {
        "sectionTitle": "Provisions relating to WordPress :",
        "content": [
          "The Vtex.ai website is built using the WordPress content management system and is hosted on the Kinsta platform (www.kinsta.com). As such, Vtex.ai is subject to the terms and conditions set forth by both WordPress and Kinsta, and operates in compliance with those terms. While users of the Vtex.ai website are not direct parties to the user agreements of WordPress or Kinsta, the operation of the site and the delivery of its services are influenced by those terms. Accordingly, users are encouraged to review the relevant provisions to understand how the terms of WordPress and Kinsta may indirectly affect their use of the Vtex.ai website and related services.",
          "(a) Regarding rights to the content upon the Vtex.ai web site: Vtex.ai expressly declares that the content provided, including but not limited to, text, blogs, articles, information, GUI, smileys/e-mojis/emoticons, GIFs, video or audio files, fonts, icons, photos, graphic images, logos, trade marks of third parties, designs and artwork, or any attachments, either upon the Vtex.ai web site or through products and services offered thereupon, either belongs to Vtex.ai or is used with valid and proper licenses and permissions wherever necessary. Vtex.ai may use, whether royalty-free or paid, content, elements and web design tools, either made available by WordPress or by third party service providers upon WordPress, to generate and provide content to its users. Whenever any content, independently developed by Vtex.ai, is published on the Vtex.ai web site, such content shall not belong to WordPress and Vtex.ai reserves all rights upon such content, unless expressly stated otherwise. Vtex.ai does not transfer its rights upon its content to WordPress by virtue of publishing such content upon or by making it available to users through WordPress’s \"User Platform\".",
          "(b) Recorded Video Streaming Services: Vtex.ai is a recorded video streaming platform focused on delivering healthcare-related content. It uses a combination of technologies and third-party services—including WordPress, Kinsta, Vercel, Railway App (Node.js), Vimeo, GitHub, MongoDB Atlas, and TutorLMS—to offer educational and informational videos to users on a subscription basis. These platforms support the creation, management, and delivery of high-quality, recorded video content designed to serve healthcare professionals, patients, and other stakeholders.",
          "(c) Preference as to mode of reporting copyright claims: Hosting and Platform Service Providers—such as WordPress, Kinsta, Vercel, Railway App (Node.js), Vimeo, GitHub, MongoDB Atlas, and TutorLMS—each provide their own processes for handling copyright claims from rights holders. However, users acknowledge and agree that any copyright-related concerns regarding content published or streamed via Vtex.ai’s healthcare video platform must first be addressed through Vtex.ai’s designated process. Users are required to follow the copyright claim submission procedures outlined in Vtex.ai’s Intellectual Property Policy and Procedures. In the event a user believes that any content offered by Vtex.ai infringes their copyright, a formal takedown notice must be submitted directly to Vtex.ai, which shall take precedence over any submission to third-party service providers.",
          "(4) Should the user bypass this requirement and file a copyright claim directly with Hosting and Platform Service Providers, or any other platform without first notifying Vtex.ai and awaiting its response, Vtex.ai reserves the right to take corrective action at its sole discretion. Such actions may include, but are not limited to:",
          "(i) suspension of the user’s current subscriptions or denial of future services,",
          "(ii) suspension or termination of the user’s account,",
          "(iii) termination of the User Agreement,",
          "(iv) imposition of penalties, and",
          "(v) initiation of legal proceedings.",
          "Furthermore, if such actions by the user result in Hosting and Platform Service Providers, or any other platform taking adverse measures against Vtex.ai—leading to disruption of services or business operations—Vtex.ai reserves the right to seek compensation from the user for any financial losses incurred. The user shall also be required to promptly withdraw any copyright claim submitted to Hosting and Platform Service Providers to avoid such consequences.",
          "This requirement applies equally to non-users, including site visitors, who are also instructed to submit any copyright claims directly to Vtex.ai by using the designated method, rather than engaging third-party platforms.",
          "(d) Regarding changes made to the Vtex.ai web site or content thereupon by WordPress: In the event that Hosting and Platform Service Providers makes any edits or modifications to content or plugins that were independently created and published by Vtex.ai on the Vtex.ai website, Vtex.ai expressly disclaims any role as the publisher of such edits or modifications. Vtex.ai shall not be held responsible or liable for any claims, complaints, liabilities, losses, damages, or burdens that may arise as a result of or in connection with those changes, for any reason",
          "(e) Limitation of liability: User agrees to exclude from and indemnify against any liability, loss, harm, damages or burden, Vtex.ai and its shareholders, directors, managers, other full-time regular employees, third party affiliates, and business partners, in the event of any unauthorised access to or use of Hosting and Platform Service Providers and/or any Personal Information and/or other information stored therein; or any interruption or cessation of transmission to or from the “Hosting and Platform Service Provider’s services” in case the cause of such liability, loss, harm, damage or burden is not due to any wrongful act by or negligence of Vtex.ai.",
          "(f) User to abstain from making false and frivolous complaints to Hosting and Platform Service Providers: User shall not send to or register with Hosting and Platform Service Providers, any false and frivolous complaints regarding violations of Hosting and Platform Service Provider’s user agreement or any other binding agreement entered to by and between Hosting and Platform Service Providers and Vtex.ai, for purposes of mischief or with malicious intent. In the event that User is found to be guilty of such a wrongful act which adversely affects the contractual and business relations between Hosting and Platform Service Providers and Vtex.ai, User shall be liable to face action by Vtex.ai, at its sole discretion and determination, including but not limited to, (i) suspension of current subscriptions and/or refusal to provide Site Services in future; (ii) suspension or closure of User Account; (iii) termination of User Agreement; (iv) imposition of penalty; and (v) initiation of legal action. In the event of any such wrongful act by User leading to adverse action by Hosting and Platform Service Providers towards Vtex.ai causing disruption of its business activities, Vtex.ai shall be entitled to recover the monetary loss sustained by it from User as compensation."
        ]
      },

      {
        "sectionTitle": "Provisions relating to Payment Service Providers:",
        "content": [
          "The following provisions shall apply to User only in case he chooses to avail the services of payment service provider, such as PayPal, Razorpay, Stripe, or others in the capacity of a payment services provider. In case User chooses to not avail such services of payment services providers, the following provisions shall not apply to him. In case User chooses to discontinue the existing use of such services of payment service providers, the following provisions shall cease to apply to him in the case of future transactions. However, User shall remain liable for the consequences of all acts/omissions performed prior to such cessation of applicability of these provisions.",
          "User is hereby advised to read and understand the payment services provider’s terms and conditions applicable to him by visiting the legal section of the their respective web sites. Payment services provider has published different terms and conditions for different \"buyers\" depending upon the type of \"account\" (personal or business) and the user's jurisdiction.",
          "(a) Regarding payment gateway’s \"payment review\": All payment gateways utilized by Vtex.ai, including but not limited to PayPal, Razorpay, and Stripe, may conduct a review of potentially high-risk transactions at their discretion. Should a transaction be deemed high-risk, the respective payment gateway may place a hold on the payment and notify Vtex.ai to delay the provision of the product or service until the payment is cleared. The payment gateway will then determine whether to complete or cancel the transaction. Vtex.ai will only proceed to deliver the product or service once the payment is confirmed as completed. If the payment is canceled, Vtex.ai will not provide the requested product or service, and the User may be asked to utilize alternative payment methods. Vtex.ai hereby informs the User that if a transaction is flagged for review by the payment gateway, it may result in delays in the delivery of the intended product or service, for which Vtex.ai shall not be held responsible. In instances where the payment pertains to the activation or renewal of a subscription, such activation or renewal shall occur only after the funds have been successfully deposited into Vtex.ai's account and the hold has been released by the payment gateway.",
          "(b) Applicable fees: Depending upon the applicable fee schedule of Payment gateway for example, Stripe, applicable fees will be required to be paid by User for every transaction. User may be required to pay the following fees [refer applicable Stripe legal documents for more details]:",
          "(i) Stripe standard transaction fees;",
          "(ii) Stripe international transaction fees;",
          "(iii) Stripe currency conversion fees (in case currency conversion is involved);",
          "(iv) credit/debit card issuer charges (in case User uses a credit/debit card as payment method);",
          "(v) fees charged by the buyer's bank or by any financial institution;",
          "(vi) shipping and handling charges (wherever applicable);",
          "(vii) any applicable taxes such as Goods and Services Tax;",
          "(viii) any other fees as specified by Stripe from time to time.",
          "User is hereby informed that Vtex.ai does not charge any additional payment in the form of surcharge. Vtex.ai may charge shipping and handling charges in addition to the price of the product but such charges shall not operate as surcharges on payments.",
          "(c) Regarding applicability of \" Payment services provider’s Purchase Protection Program\": User may be eligible for the \"Payment Services Provider’s Purchase Protection Program\" in case he files a \"claim\" regarding a transaction with Vtex.ai. The User is encouraged to contact Vtex.ai through its specified communication channel to avoid or escalate disputes that involve the intervention of the payment services provider. Prior to filing any \"claim\" with the payment services provider, the User should contact Vtex.ai and attempt to resolve the issues amicably and to the benefit of both parties. This will save a lot of time, effort, and resources. The User shall not file a \"claim\" with the payment services provider with malicious intent after the issue, which is the subject matter of such \"claim,\" has been resolved with Vtex.ai, or Vtex.ai has provided or agreed to provide compensation/solution upon the subject matter of the issue. In the event that the User files such a \"claim\" with the payment services provider subsequent to a mutually agreed resolution of issues, Vtex.ai may initiate action against such User, at its sole discretion and determination, including but not limited to (i) suspension of current subscriptions and/or refusal to provide Site Services in the future; (ii) suspension or closure of the User Account; (iii) termination of the User Agreement; (iv) imposition of a penalty; and (v) initiation of legal action.",
          "(d) Regarding use and privacy protection of payment services provider user's \"personal data\": In the event that Vtex.ai receives \"personal data\" of any non-user data subject while carrying out its business in the capacity of a \"seller\" on payment services provider, it shall handle such \"personal data\" in accordance with the terms and conditions of Stripe and shall not use it or share or disclose it with any other person in violation of the terms and conditions of payment services provider and without the express consent of such data subject.",
          "(e) Regarding use of payment services provider’s trade mark: payment services provider has expressly granted Vtex.ai the right to use its trade mark upon the Site for commercial purposes. Vtex.ai hereby declares that such use of payment services provider’s trade mark is being made with express and valid consent by payment services provider subject to the conditions and limitations imposed thereupon by payment services provider. Vtex.ai further declares that, (i) it uses payment services provider’s trade name for making references to payment services provider; (ii) it uses payment services provider’s HTML logo upon its web site for the purpose of directing web traffic to \" Payment services provider Services\"; and (iii) it makes any other expressly permitted use of the payment services provider trade mark.",
          "(f) Preference to Mode of Reporting Copyright Claims: Each third-party service provider may have its own communication channels for addressing copyright claims by copyright owners. The User acknowledges and agrees that they shall prioritise the mode of submission of copyright claims as established by Vtex.ai over the one provided by any third-party service provider, including but not limited to those referenced in this document. In case User has to submit any copyright claims regarding violation of copyrights in the content provided by Vtex.ai, he shall serve a copyright takedown notice upon Vtex.ai in the form and manner laid down by Vtex.ai [Refer Intellectual Property Policy and Procedures]. In case User refuses to comply with the above requirement and submits a copyright claim to directly to a third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers) without submitting it first to Vtex.ai and receiving its decision thereupon, User shall be liable to face action by Vtex.ai, at its sole discretion and determination, including but not limited to, (i) suspension of current subscriptions and/or refusal to provide Site Services in future; (ii) suspension or closure of User Account; (iii) termination of User Agreement; (iv) imposition of penalty; and (v) initiation of legal action. In the event of any such act by User leading to adverse action by third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers) towards Vtex.ai causing disruption of its business activities, Vtex.ai shall be entitled to recover the monetary loss sustained by it from User as compensation. User shall forthwith withdraw such copyright claim from third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers) to avoid such adverse action by Vtex.ai. Non-users including site visitors are also instructed to submit any copyright claims directly to Vtex.ai without involving third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers) by prioritising the copyright claims submission mode made available by Vtex.ai over that of third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers).",
          "(g) User to abstain from making false and frivolous complaints to third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers): User shall not send to or register with third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers), any false and frivolous complaints regarding violations of third-party service provider’s (e.g., Stripe, PayPal, Hosting and Platform Service Providers) user agreement or any other binding agreement entered to by and between third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers) and Vtex.ai, for purposes of mischief or with malicious intent. In case User is found to be guilty of such a wrongful act which adversely affects the contractual and business relations between third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers) and Vtex.ai, User shall be liable to face action by Vtex.ai, at its sole discretion and determination, including but not limited to, (i) suspension of current subscriptions and/or refusal to provide Site Services in future; (ii) suspension or closure of User Account; (iii) termination of User Agreement; (iv) imposition of penalty; and (v) initiation of legal action. In the event of any such wrongful act by User leading to adverse action by third-party service provider (e.g., Stripe, PayPal, Hosting and Platform Service Providers) towards Vtex.ai causing disruption of its business activities, Vtex.ai shall be entitled to recover the monetary loss sustained by it from User as compensation."
        ]
      },
      {
        "sectionTitle": "Updation of this Third Party Affiliates Terms and Conditions:",
        "content": [
          "Vtex.ai shall review this Third Party Affiliates Terms and Conditions periodically and considering the changes in business practices, market trends, economy, technology, law, governmental policies, social and political outlook, or in pursuance of agreements entered into with third party affiliates, or changes thereto, in the future, may choose to update this Third Party Affiliates Terms and Conditions. Vtex.ai may also choose to update this Third Party Affiliates Terms and Conditions in response to customer feedback or in consideration of needs of its users. In case, during such process of updation, Vtex.ai makes a substantial change to this Third Party Affiliates Terms and Conditions, it may notify User through his registered contact information such as email or may publish on the Site or may send a notification via mobile devices in order that User may learn about how such changes affect him or his interests. Vtex.ai shall ensure from its end that such notifications are addressed and sent properly to User. However, in case of delay or failure to deliver the notification due to technical or other issues beyond its control, User shall not hold Vtex.ai responsible for such delay or failure. Such updates to Third Party Affiliates Terms and Conditions shall apply from the effective date specified in the notice or upon the Site.",
          "Vtex.ai recommends and urges all its users to check the Vtex.ai web site home page regularly for making themselves aware of the latest updates to this Third Party Affiliates Terms and Conditions. User's continued access to the Site and use of the Site Services subsequent to bringing such updates into effect shall be deemed as a grant of consent to the updated Third Party Affiliates Terms and Conditions.",
          "In case User does not wish to consent to this Third Party Affiliates Terms and Conditions or any future updates thereof, he may choose to not access or discontinue his access to the Site and Site Services at any time. Such a discontinuation shall not affect any liability, loss, harm, damage or burden incurred due to any act/omission of User prior to the date of such discontinuation and such act/omission of User shall continue to remain subject to the Third Party Affiliates Terms and Conditions in force thereat."
        ]
      },
      {
        "sectionTitle": "Interpretation of this Third Party Affiliates Terms and Conditions:",
        "content": [
          "This Third Party Affiliates Terms and Conditions, including any future updates thereof, is the authentic legal English version and shall be the primary version for all purposes, official or legal. Any version of this Third Party Affiliates Terms and Conditions (current or archived), or any simplified version thereof, provided in English or in a language other than English (whether using Latin script or otherwise) is only for the purpose of convenience of User. In the event of any inconsistency or conflict between provisions or lack of clarity with regards to interpretation with any other version of this Third Party Affiliates Terms and Conditions, this authentic legal English version solely shall prevail."
        ]
      }
    ],
    "icon": "Coins"
  },
  {
    "id": "refund-policies",
    "title": "Cancellation and Refund Policy",
    "introductoryLines": [
      "This Cancellation and Refund Policy was last updated on 1st April 2025.",
      "This Cancellation and Refund Policy was brought into effect on 1st April 2025."
    ],
    "sections": [
      {
        "sectionTitle": "Introduction:",
        "content": [
          "This legal sub-document shall be referred to as the \"Cancellation and Refund Policy\". It outlines the terms and conditions governing the cancellation of purchases and the refund process for products offered by Vtex.ai, including eligibility criteria and procedural guidelines. Users are strongly advised to read and understand this policy in full to familiarize themselves with Vtex.ai’s practices regarding cancellations and refunds, and to prevent any misunderstandings or disputes arising in the future."
        ]
      },
      {
        "sectionTitle": "Definitions of key terms:",
        "content": [
          "This Cancellation and Refund Policy contains key terms which are defined as follows and key terms used and not defined herein but defined in the User Agreement or other legal sub-documents within the Terms of Use shall, unless they be repugnant to the subject or context, have the same meaning as they have in such legal sub-documents.",
          "(1) \"cancellation request\" shall mean an online request made by User upon the Site for cancelling his subscription but shall not include an act of sending e-mail for requesting eligible refund. A cancellation request may act on its own or may be subject to approval by web administrator depending upon the system interface installed upon the Site.",
          "(2) \"original payment amount\" shall mean the total amount paid by User to Vtex.ai at the time of making payment pertaining only to a single transaction.",
          "(3) \"pending subscription\" shall mean the online status of a subscription of User when he has submitted his cancellation request pertaining to such subscription and when such subscription has not terminated upon expiry of subscription period.",
          "(4) \"refund amount\" shall mean the payable amount due to the User who is eligible for refund and is exclusive of any fees charged by the credit/debit card issuer or by the third party affiliate payment services provider involved in the transaction and any expenses arising due to any reason which cannot be ascribed to Vtex.ai.",
          "(5) \"refund process\" shall mean the process involved in the processing of refund by Vtex.ai at the instance of User and does not include the process by third party affiliate payment services provider for the actual credit of refund amount to User's payment method."
        ]
      },
      {
        "sectionTitle": "Cancellation and Refund process:",
        "content": [
          "All subscriptions to Vtex.ai services are set to auto-renew by default and are billed on a recurring basis, either monthly or annually, depending on the plan selected at the time of purchase. Users may cancel their subscription at any time either by logging into their account and using the self-service cancellation option or by submitting a formal request via email to support@vtex.ai. Upon cancellation, users will retain full access to the subscribed services until the end of their current billing cycle, after which access will be revoked and no further charges will be incurred. Please note that Vtex.ai may require up to seven (7) days to process a cancellation request. If the cancellation is requested within seven days of the billing cycle’s end, the user may still be charged for the next billing cycle due to processing constraints; however, in such cases, Vtex.ai will issue a full refund for the amount charged."
        ]
      },
      {
        "sectionTitle": "Eligibility for refund and refund process:",
        "content": [
          "The refund shall be applicable to the products and services offered in the manner specified below:",
          "Content provided via subscription:",
          "Subscription Plans(Emerging Tech, HealthTech AI, others in future):",
          "(a) Eligibility for refund: Vtex.ai provides a full refund only in the unfortunate event of the User’s death. The refund amount will be calculated from the beginning of the month in which the User’s death occurred up to the date Vtex.ai receives official notification along with a valid death certificate.",
          "(b) Refund process: A family member of the User must submit a written email request to Vtex.ai to initiate the refund process, using the communication channel admin@vtex.ai specified on the Vtex.ai. website. This request, along with proof of the User's death or incapacitation, must be submitted within one month from the date of the User's death. If the request is not submitted within the prescribed time frame, for any reason whatsoever, the right to receive the refund will be forfeited.",
          "User may note that depending upon the payment method used and the payment services provider or credit/debit card issuer chosen at the time of making payment, it may take some time for credit of refund amount into User's payment method. User is advised and recommended to check the terms and conditions of refund processing published by the corresponding payment services provider and credit/debit card issuer, as the case may be, for learning more about the refund processing time frames.",
          "(c) Renewal: The subscription will not automatically terminate upon the User's death, and monthly charges will continue to be incurred until the Vtex.ai is notified of the User's death. The User’s family members shall not hold the Vtex.ai responsible for any fees charged after the User's death, nor shall they seek reimbursement for amounts charged due to the Vtex.ai not being informed of the User’s death in a timely manner.",
          "Users should note that refunds will not be issued for unused or unassigned licenses, or for failure to obtain a Solution Code in cases where the user is not entitled to it, as outlined in the Code Policy.",
          "Any demands for refunds made by User who is ineligible for refund or who has failed to comply with the directions provided at the time of initiating refund process shall not be entertained."
        ]
      },
      {
        "sectionTitle": "Deductions:",
        "content": [
          "In case any credit/debit card issuer charges any fees from User at the time of making a payment to Vtex.ai, such fees shall be deducted from the original payment amount and only the refund amount due to User shall be paid to him.",
          "In the event that any fees are imposed by the payment service provider, or deductions are required due to applicable government taxes or similar charges, such amounts will be subtracted from the original payment, and only the net refundable amount will be returned to the User."
        ]
      },
      {
        "sectionTitle": "Updation of this Cancellation and Refund Policy:",
        "content": [
          "Vtex.ai shall review this Refund Policy periodically and considering the changes in business practices, market trends, economy, technology, law, governmental policies, social and political outlook, or in pursuance of agreements entered into with third party affiliates, or updates thereof, in the future, may choose to update this Cancellation and Refund Policy. Vtex.ai may also choose to update this Cancellation and Refund Policy in response to customer feedback or in consideration of needs of its users. In case during such process of updation, Vtex.ai makes a substantial change to this Cancellation and Refund Policy, it may notify User through his registered contact information such as email or may publish on the Site or may send a notification via mobile devices in order that User may learn about how such changes affect him or his interests. Vtex.ai shall ensure from its end that such notifications are addressed and sent properly to User. However, in case of delay or failure to deliver the notification due to technical or other issues beyond its control, User shall not hold Vtex.ai responsible for such delay or failure. Such updates to this Refund Policy shall be effective from the date specified in the notice or upon the Site.",
          "Vtex.ai recommends and urges all its users to check the Vtex.ai web site regularly for making themselves aware of the latest updates to this Cancellation and Refund Policy. User's continued access to the Site and use of the Site Services subsequent to bringing such updates into effect shall be deemed as an acknowledgement of the updated Cancellation and Refund Policy.",
          "In case User does not approve of this Cancellation and Refund Policy or any future updates thereof, he may choose to not access or discontinue his access to the Site and Site Services at any time. Such a discontinuation shall not affect any liability, loss, harm, damage or burden incurred due to any act/omission of User prior to the date of such discontinuation and such act/omission of User shall continue to remain subject to the Cancellation and Refund Policy in force thereat."
        ]
      },
      {
        "sectionTitle": "Interpretation of this Cancellation and Refund Policy:",
        "content": [
          "This Cancellation and Refund Policy, including any future updates thereof, is the authentic legal English version and shall be the primary version for all purposes, official or legal. Any version of this Refund Policy (current or archived), or any simplified version thereof, provided in English or in a language other than English (whether using Latin script or otherwise) is only for the purpose of convenience of User. In the event of any inconsistency or conflict between provisions or lack of clarity with regards to interpretation with any other version of this Refund Policy, this authentic legal English version solely shall prevail."
        ]
      }
    ],
    "icon": "RefreshCcw"
  },
  {
    "id": "privacy-policies",
    "title": "Privacy Policies",
    "introductoryLines": [
      "This Privacy Policy was last updated on 1st April 2025",
      "This Privacy Policy was brought into effect on 1st April 2025."
    ],
    "sections": [
      {
        "sectionTitle": "Introduction:",
        "content": [
          "This legal sub-document shall be known as \"Privacy Policy\" and it applies to the collection, storage, processing, use, disclosure, deletion, transfer, retrieval or retention of any and every information, data, records, logs, events or signals, that can be identified or regarded as Personal Information, relating to or attributable to the User, whether they be voluntarily provided by User, collected from him in accordance with the Terms of Use or generated during or as a consequence of access to the Site or the use of Site Services by User. This Privacy Policy explains how Vtex.ai collects, uses, discloses, processes, protects and retains any Personal Information that User provides Vtex.ai voluntarily or that Vtex.ai collects from User in accordance with the Terms of Use or that is generated during or as a consequence of access to the Site or the use of Site Services by User. Vtex.ai hereby declares that any and every Personal Information User voluntarily provides or is required to provide and is collected from User or is generated by User during or as a consequence of access to the Site or the use of the Site Services by User shall be subject to this Privacy Policy and such Personal Information shall be handled strictly in accordance with this Privacy Policy to the extent permitted by applicable law. This Privacy Policy lists the rights of User relating to his data and also describes the choices available to him regarding the use of his Personal Information and how he can update such Personal Information. User is therefore advised and recommended to carefully read and understand this Privacy Policy fully before proceeding to access the Site and/or avail Site Services."
        ]
      },
      {
        "sectionTitle": "Definitions of key terms:",
        "content": [
          "This Privacy Policy contains key terms which are defined as follows and key terms not defined hereinbelow but defined in the User Agreement or other legal sub-documents within the Terms of Use shall, unless they be repugnant to the subject or context, have the same meaning as they have in the User Agreement or such other legal sub-documents.",
          "\"Confidential Information\" shall mean any information that User has provided or has agreed to provide to Vtex.ai or its third party affiliates, which User requires to be kept confidential for protecting the interests of User or as per the provisions of the User Agreement or of any separate agreement such as a non-disclosure agreement entered into by and between the parties in this behalf.",
          "\"data subject\" shall mean any person, either a natural person or an association of persons or an entity recognised by law, whose rights pertaining to data and data related issues are directly affected by the matter in question arising from acts/omissions of Vtex.ai performed in accordance with the Terms of Use or the acts/omissions of its third party affiliates.",
          "\"effective date\", as used in this Privacy Policy, shall mean the date (as per the Gregorian calendar only) on which this Privacy Policy or any provision thereof or any update of this Privacy Policy shall be or has been brought into effect and different provisions or updates may have different corresponding effective dates as may be specified in that behalf by Vtex.ai.",
          "\"handle\", wherever appearing in the context of Personal Information or in connection therewith, shall mean the collection, storage, processing, use, disclosure, deletion, transfer, retrieval or retention of any and every information, data, records, logs, events or signals, that can be identified or regarded as Personal Information, relating to or attributable to the User, whether they be voluntarily provided by User or collected from him in accordance with the Terms of Use or generated during or as a consequence of access to the Site or the use of Site Services by User.",
          "\"Personal Information\" shall mean information, data, records, logs, events or signals, that can be used to directly or indirectly identify a User, either from that information alone or from that information combined with any other information Vtex.ai or its third party affiliates have access to about User, save as otherwise specifically provided by the laws applicable to User.",
          "\"Personally Identifiable Information\" shall mean such information, data, records, logs, events or signals, that cannot be classified as Personal Information and cannot be used on its own to identify a User, directly or indirectly but can be combined with other information available elsewhere, other than the databases of Vtex.ai or its third party affiliates to identify him, save as otherwise specifically provided by the laws applicable to User.",
          "\"retention period\", in connection with retention of User's data, shall mean such period for which Vtex.ai shall preserve and keep data of the User for any purpose and includes purposes such as data analysis and statistical research, keeping records of payment transactions for tax-related purposes, providing required information to the police or any person or authority in charge of maintaining law and order, compliance with governmental regulations or procedures, enforcement of orders of any judicial court or quasi-judicial authority or fulfilling the request of User himself.",
          "\"Sensitive Information\" shall mean such information, the disclosure, leak or compromise of which is capable of (i) causing prejudice to the legitimate interests of User; (ii) causing User loss, damage, harm or create any liability upon him; (iii) defiling his reputation in society; (iv) eroding his trust among his business partners, customers, employees, co-workers, or such other persons; or (v) threatening national security or integrity thereof, regardless of whether User specifies such information to be sensitive or not.",
          "\"substantial change\" shall mean, in relation to the Privacy Policy, any update which modifies the purpose of handling of Personal Information and makes it inconsistent with the purpose for which it was originally collected."
        ]
      },
      {
        "sectionTitle": "Data handling by Vtex.ai:",
        "content": [
          "Vtex.ai collects and stores certain information relating to User in accordance with this Privacy Policy. Some of the information is voluntarily provided by User and the rest is collected through his activity on the Site and interactions with customer support services or with the dedicated customer relationship manager and through feedback submitted by User. The information collected depends upon the context of interactions and choices made by User, including but not limited to, User's privacy settings, services and features accessed. Vtex.ai may also collect information relating to User from any interactions or through separate agreements in this behalf outside the Site or may also collect information from third parties."
        ]
      },
      {
        "sectionTitle": "Personal Information:",
        "content": [
          "Vtex.ai may collect or generate the following Personal Information from User at the time of registration upon the Site or as per requirement:",
          "(i) type of User – whether, a natural person, HUF (Hindu Undivided Family), legal entity, etc.;",
          "(ii) name of User – including first and last name in case of Individual User and entity name in case of Corporate User;",
          "(iii) date of birth/incorporation for natural persons or legal entities, as the case may be;",
          "(iv) occupation in case of Individual User and business activity in case of Corporate User;",
          "(v) occupation in case of Individual User from medical profession, and healthcare related activity in case of Corporate healthcare professional;",
          "(vi) email address of User;",
          "(vii) username and password relating to the User Account;",
          "(viii) address of User;",
          "(ix) phone number;",
          "(x) name of the organization",
          "(xi) role in the organization",
          "(xii) country/region of the user",
          "(xiii) card data in case of payment services providers and others;",
          "(xiv) details such as subscription plans, orders, status;",
          "(xv) identity cards of any type and issued by any authority and information contained therein;",
          "(xvi) certificates and/or legal documents issued by any governmental authority such as certificate of incorporation, tax-related documentation, death certificate etc.",
          "(xvii) information provided by social media accounts or other online platforms linked to the User Account;",
          "(xviii) information submitted to or collected by a dedicated customer relationship manager or customer support services; and",
          "(xix) such other data as may be specified in this behalf.",
          "The above information may be updated by User from time to time in the records of Vtex.ai as per need and availability."
        ]
      },
      {
        "sectionTitle": "Personally Identifiable Information:",
        "content": [
          "This type of information is automatically collected by the Site every time User visits the Site regardless of whether he logs into his User Account or not. Such information may include technical information about User's visit and about his User Activity such as, products searched and viewed, page response times, download and web page loading errors, web page interaction information (mouse clicking, scrolling or hovering, finger tapping, etc.), duration of visit to a web page, interactions with advertisements hosted on the Site, methods used to browse away and to the web pages and methods used to contact the customer support services. Vtex.ai may collect automatically through the system, the following Personally Identifiable Information:",
          "(i) specifications of User's device or SIM-related information such as details of basic hardware, operating system, display screen, device manufacturer, cellular network operator, connection type and such other details as are commonly collected;",
          "(ii) specifications of the software installed upon such device such as operating system, web browser, etc.;",
          "(iii) information relating to User’s application usage such as app basic information, app version, app settings (region, language, time zone, font, etc.) and app status record (downloading, installing, updating, deleting, etc.);",
          "(iv) information pertaining to User's visit to the Site, logging in and out of sessions, session time, etc.;",
          "(v) information generated when User accesses a particular service such as messages and ratings in customer support services;",
          "(vi) location of User;",
          "(vii) internet service provider details, IP addresses, user-specific information obtained through different types of cookies, etc.;",
          "(viii) credit card information, social security numbers, Country ID numbers or protected health information;",
          "(ix) such other data as may be specified."
        ]
      },
      {
        "sectionTitle": "Information from third party sources:",
        "content": [
          "(i) In case permitted by law, Vtex.ai may collect information about User from third parties which may be affiliate business partners, agents or contractors such as payment service providers, advertising networks, search information and analytics providers. Such information may consist of, for example,",
          "(ii) information about User that other parties may provide Vtex.ai such as User’s delivery address when the parties receive a shipment order;",
          "(iii) such other information as account information and usernames when user accesses the Site through third party websites and applications."
        ]
      },
      {
        "sectionTitle": "Sensitive Information and Confidential Information:",
        "content": [
          "Vtex.ai may, in addition to the above types of data, also collect some Sensitive Information or Confidential Information from User whether it be required under a separate agreement in this behalf or by or under any applicable law. For example, any financial information collected from Corporate Users such as information contained in financial statements or relating to trade secrets or relating to the subject matter of non-disclosure agreements can be treated as Sensitive Information or Confidential Information for the purposes of this Terms of Use legal document."
        ]
      },
      {
        "sectionTitle": "Purpose of handling of data:",
        "content": [
          "Vtex.ai collects Personal Information, Personally Identifiable Information, Sensitive Information and Confidential Information from User for any or all of the following purposes:",
          "(i) providing Site Services: to create and enable operation of User Accounts, provide access to online and downloadable content and downloadable materials, activate and manage subscriptions, generate billing information for creating tax invoices, bills, payment receipts and for other payment-related purposes and to maintain records of User and User Activity;",
          "(ii) improving Site Services and Site features and for personalization: to learn User's interests and preferences and accordingly, provide product or service recommendations, display personalised content and advertisements, and provide other customised features, content and services, to adapt the Site and Site Services in order to be able to cater to User's interests and preferences, and keep track of such preferences, and deliver content relevant to User's interests;",
          "(iii) improving administrative and business practices and customer support services: to improve internal administration and business practices and to learn the demands of users in general and provide improved quality customer support services accordingly and technical support such as general troubleshooting, password resetting, rectifying deficiencies in services or for providing general assistance to User and for the purposes of building and improving customer relationship with the help of dedicated customer relationship manager;",
          "(iv) research purposes or for data analysis: to use data for generating statistical reports and for data analysis and to provide such reports for historical, technical, economic or scientific research or processes;",
          "conducting a test of skill or a game of chance: to conduct contests, sweepstakes, lotteries or lucky draws or similar events and generate records pertaining to the same and for declaring winners thereof;",
          "(v) marketing and promoting business: to organise marketing and promotional activities such as conducting marketing surveys and hosting marketing campaigns;",
          "(vi) improving security: to improve Site security and prevent illegal or prohibited activity thereupon; to issue individual cautionary notices or warnings to the users, potential customers or Site visitors regarding aspects that may be in their best interest or to safeguard their rights and legitimate interests; to protect reputation of User and data subjects;",
          "(vii) protection of minors: to safeguard minors and the rights of such minors;",
          "(viii) fulfilling obligations towards third parties: to fulfil obligations towards affiliate third parties relating to their data requests pertaining to offering services;",
          "(ix) sending communications: to send User general notices, warnings and requests, including payment requests; to serve legal notices, cease and desist notices, intellectual property infringement notices or miscellaneous notices; to send notices regarding updates to the Terms of Use;",
          "(x) legal compliances: to act in conformity with applicable law; to comply with governmental orders, regulations and advisories; to follow orders or directions of judicial courts, quasi-judicial authorities, local bodies and other institutions of public governance.",
          "(xi) Here are more detailed examples on how Vtex.ai handles information (which may include Personal Information):",
          "Processing purchase orders by User: Information related to e-commerce orders is used for processing the purchase orders and related after-sales services, including customer support services, re-delivery, cancellation of such purchase orders and refunds upon eligible purchase order cancellations. In addition, the order number generated subsequent to placing of such purchase orders shall be used to cross-check the order with the entitled User Account and his entitled device. Recipient information, including name, address, phone number and postal code will be used for intimating stage of order processing, delivery or communication purposes. User's registered email address is used to send him parcel tracking information. A list of purchased items is used for printing an invoice which enables User to see which items are included within the parcel. In case User is eligible to receive a non-cash award or prize, such User will be provided parcel tracking information though his registered email address.",
          "Collecting user feedback: The feedback User chooses to provide is valuable in helping Vtex.ai make improvements to its products and services. To follow up on the feedback User has chosen to provide, Vtex.ai may correspond with User using the Personal Information that he has provided and keep records of such correspondence for customer grievance redressal, problem solving and improvement of Site and Site Services.",
          "Sending notices: From time to time, Vtex.ai may use Personal Information to send important notices, such as notices about purchases, updates to its Terms of Use and cautionary notices. Since such information is critical to User's interaction with Vtex.ai, it is not recommended that User choose to refuse to receive such information.",
          "Vtex.ai may combine this information with other information (including information across different services or devices such as computers, mobile phones, and other connected devices) to provide and improve Site Services and content. For example, Vtex.ai may use User Account details in all Site Services that require such User Account. Furthermore, in order to improve user experience and Site Services, while complying with relevant laws and regulations or with user consent, Vtex.ai may sort out information from different services or equipment from User or related to User to form a label, to provide suggestions, customised content, and personalised features. For example, using User's search history in the browser to recommend products or services which User might be interested in. And according to the reasons for the aforementioned combination and the requirements of applicable laws, Vtex.ai shall provide the User with specific control mechanisms for such combination. User is hereby expressly conferred upon the right to opt-out of receiving direct marketing from Vtex.ai, default selections or settings, automated decision-making, etc. In order to exercise these rights, User may contact Vtex.ai at legal@vtex.ai or refer to the control mechanisms described in this Privacy Policy for each product."
        ]
      },
      {
        "sectionTitle": "Sharing, transfer, and public disclosure of Personal Information:",
        "content": [
          "Data Sharing (GDPR Compliance):",
          "Vtex.ai is committed to protecting the privacy and personal data of its users and complies with all applicable data protection laws, including the General Data Protection Regulation (GDPR). Vtex.ai declares that it does not sell any Personal Information to third parties under any circumstances. However, Vtex.ai may share Personal Information with third parties as detailed below, strictly in accordance with this Privacy Policy and applicable legal requirements, to provide or improve Site Services, or as otherwise necessary for legitimate business purposes.",
          "1. User Consent and Rights:",
          "a) Explicit Consent: Vtex.ai will obtain the User's explicit consent before sharing their Personal Information with third parties, except where such sharing is necessary for the performance of a contract, compliance with a legal obligation, or other legitimate interests as permitted by GDPR. This includes the use of third-party service providers, such as Stripe®, which may process User’s Personal Information to facilitate payment processing and other related services. While Vtex.ai makes reasonable efforts to ensure that these third-party providers comply with GDPR, Vtex.ai does not have direct control over their data processing practices. Consent will be obtained in a clear and accessible manner, ensuring that the User is fully informed about the scope and purpose of data sharing, including any involvement of third-party service providers. Users are encouraged to review the privacy policies of such third parties to understand how their Personal Information may be handled",
          "b) Right to Withdraw Consent: Users have the right to withdraw their consent at any time. Upon withdrawal of consent, Vtex.ai will cease processing the User's Personal Information for the purposes originally consented to, unless there is a legal basis for continued processing.",
          "c) Right to Object: Users have the right to object to the processing of their Personal Information, particularly in relation to direct marketing. Vtex.ai will respect the User's right to object and will take appropriate action to cease such processing unless there are compelling legitimate grounds for processing that override the User's interests, rights, and freedoms.",
          "d) Right to Access and Rectification: Users have the right to access their Personal Information held by Vtex.ai and to request the correction of any inaccurate or incomplete data.",
          "e) Right to Erasure: Users have the right to request the erasure of their Personal Information, also known as the \"right to be forgotten,\" under circumstances specified by GDPR, such as when the data is no longer necessary for the purposes for which it was collected, or when the User withdraws consent.",
          "f) Right to Data Portability: Users have the right to receive their Personal Information in a structured, commonly used, and machine-readable format and to transmit that data to another controller, where technically feasible, under circumstances specified by GDPR.",
          "2. Sharing of Personal Information:",
          "a) User-Initiated Sharing: With the User's explicit consent or at their request, Vtex.ai will share Personal Information within the scope of the User's consent or request with specific third parties designated by the User.",
          "b) Business Operations and Service Provision: To conduct business operations and provide the promised Site Services, Vtex.ai may share Personal Information with third parties within its business network, including affiliate service providers and business partners. Such sharing will be strictly limited to what is necessary to fulfill contractual obligations or for legitimate business interests.",
          "c) Data Processing Agreements (DPAs): Vtex.ai endeavors to ensure that all third parties processing Personal Information on its behalf, including but not limited to service providers such as Stripe, WordPress, TutorLMS etc, implement appropriate measures to comply with GDPR. While Vtex.ai utilizes these third-party tools and assumes they are taking necessary GDPR measures, it may not have specific Data Processing Agreements with all such providers. Vtex.ai expects these third parties to process Personal Information in accordance with applicable data protection laws and to implement appropriate technical and organizational measures to safeguard such data. Furthermore, Vtex.ai encourages Users to review the privacy practices of these third-party providers to understand how their Personal Information may be handled.",
          "d) Affiliate Service Providers and Business Partners: Vtex.ai may share Personal Information with its affiliate service providers and business partners, such as delivery services, data centers, customer service providers, and marketing services. Vtex.ai guarantees that such sharing is for legitimate, specific, and explicit purposes necessary to provide the Site Services. These third parties are required to process Personal Information in accordance with GDPR and the specific terms outlined in their agreements with Vtex.ai.",
          "e) Sub-Processors: In cases where third-party service providers engage sub-processors, Vtex.ai ensures that these sub-processors are contractually bound by similar GDPR-compliant obligations as the primary processors.",
          "3. Data Security and Protection:",
          "a) Technical and Organizational Measures: Vtex.ai has implemented robust technical and organizational measures to protect Personal Information against unauthorized access, loss, destruction, or alteration. These measures include SSL Certification, access controls, regular security assessments, and data minimization practices.",
          "b) Data Breach Notification: In the unlikely event of a data breach that poses a risk to the User's rights and freedoms, Vtex.ai will notify the relevant data protection authority within 72 hours of becoming aware of the breach and will inform affected Users without undue delay.",
          "4. Transparency and Purpose Limitation:",
          "a) Purpose Specification: Vtex.ai processes Personal Information solely for legitimate, specific, and explicit purposes related to the registration process. Users are required to provide certain Personal Information necessary for registration, which is evident from the nature of the registration process itself. This information is essential for authenticating their identity and granting access to subscription plans, services, and video content. Users will also have access to relevant information regarding their rights concerning their Personal Information, including the right to access, rectify, or withdraw consent for its processing at any time.",
          "b) Transparency: Vtex.ai is committed to transparency in its data processing activities. This Privacy Policy provides clear and comprehensive information about how Personal Information is collected, used, shared, and protected. Users will be promptly informed of any significant changes to this policy.",
          "5. International Data Transfers:",
          "a) Adequacy Decisions and Safeguards: In cases where Personal Information is transferred to third parties outside the European Economic Area (EEA), Vtex.ai ensures that such transfers are based on an adequacy decision by the European Commission or are subject to appropriate safeguards, such as Standard Contractual Clauses (SCCs) or Binding Corporate Rules (BCRs), in accordance with GDPR.",
          "6. Non-Personal Data Sharing:",
          "a) Aggregated and Anonymized Data: Vtex.ai may share non-personal data, such as aggregated or anonymized data, with third parties for performance measurement, analysis, promotions, or advertising purposes. Such data does not identify individual users and is shared in a manner that fully complies with GDPR.",
          "Contact Information:",
          "Users who have questions or concerns about this Privacy Policy or Vtex.ai's data processing practices are encouraged to contact Vtex.ai at legal@vtex.ai. Vtex.ai is committed to addressing and resolving all inquiries and requests in a timely and transparent manner."
        ]
      },
      {
        "sectionTitle": "Legal and Regulatory Disclosures:",
        "content": [
          "Vtex.ai may disclose Personal Information in the following circumstances, in strict accordance with GDPR and other applicable data protection laws:",
          "Legal Obligations and Government Requests: Vtex.ai may disclose Personal Information when required to comply with legal obligations, such as in response to lawful requests from public authorities, including law enforcement or national security agencies, or when ordered by a judicial or quasi-judicial authority. Such disclosures will only be made when necessary and proportionate to meet the specific legal requirement.",
          "National Security and Public Interest: If the disclosure of Personal Information is necessary for national security, law enforcement, or other matters of significant public interest, Vtex.ai may disclose the relevant information, provided that such disclosures comply with GDPR and are made only when absolutely necessary.",
          "Enforcement of Terms and Protection of Interests: Vtex.ai may disclose Personal Information to enforce the terms of the User Agreement, protect its business interests, rights, assets, or services, or protect the safety and rights of other users. Such disclosures may also be made to detect, prevent, and address fraud, unauthorized use of services, violations of the Terms of Use, or other harmful or illegal activities.",
          "Disclosure Without Consent: In certain situations permitted by applicable data protection laws, Vtex.ai may collect, use, or disclose Personal Information without the User’s consent. This includes situations where disclosure is required by law, such as providing information to public or government agencies, or where necessary to prevent fraud or other harmful behaviors.",
          "Professional Advisors: Vtex.ai may share Personal Information with its accountants, auditors, lawyers, or other professional advisors, but only when necessary for the provision of professional advice and in compliance with GDPR.",
          "Corporate Transactions: In the event of an actual or potential sale, merger, acquisition, or other corporate restructuring, Vtex.ai may share Personal Information with investors, relevant third parties, or parties affected by the transaction. Any such sharing will be done in accordance with GDPR, and only to the extent necessary for the purposes of the transaction.",
          "Third-Party (outside of those necessary for the Vtex.ai operation) Disclosures Authorized by User: Vtex.ai may share Personal Information with third parties if the User has provided explicit authorization for a specific disclosure. This sharing will be done in accordance with the scope and purpose of the User’s authorization."
        ]
      },
      {
        "sectionTitle": "Transfer:",
        "content": [
          "Vtex.ai shall not transfer Personal Information to any third party outside of those necessary for the Vtex.ai operation unless it has obtained the User's explicit, informed, and specific consent for the transfer. Such consent must be freely given, and the User shall be clearly informed of the purpose of the transfer.",
          "In the event that Vtex.ai is involved in a merger, acquisition, or sale of all or part of its assets, Vtex.ai shall notify the User of any changes in the ownership, use, or control of their Personal Information via email and/or by posting a notice on the Site. The User shall be informed of their rights under GDPR, including the right to object to the processing or transfer of their Personal Information and the right to request its deletion. Should any transfer of Personal Information involve a transfer to a country outside the European Economic Area (EEA), Vtex.ai shall ensure that such transfers are subject to appropriate safeguards in accordance with GDPR, including but not limited to standard contractual clauses, binding corporate rules, or other legally recognized mechanisms to ensure the protection of Personal Information."
        ]
      },
      {
        "sectionTitle": "Public disclosure:",
        "content": [
          "In addition to disclosing the name or username of the winner of any contest in a non-identifiable form, Vtex.ai will only publicly disclose Personal Information where it has obtained the User's explicit, informed, and specific consent for such disclosure, or where such disclosure is required by law, necessary to comply with legal obligations, or justified under GDPR on reasonable grounds. This may include compliance with laws and regulations, legal procedures, litigation, or requests from competent government authorities, judicial courts, quasi-judicial authorities, or other institutions of public governance. Vtex.ai shall ensure that any public disclosure of Personal Information is limited to the minimum necessary to fulfill the legal or legitimate purpose for which it is required"
        ]
      },
      {
        "sectionTitle": "Storage and protection of Personal Information:",
        "content": [
          "Vtex.ai’ security safeguards:",
          "Vtex.ai is committed towards keeping Personal Information secure. In order to prevent unauthorised access, disclosure or other similar risks, Vtex.ai has put in place all legally required physical, electronic and managerial procedures to safeguard and secure the information it collects on User's devices and on the Site. Vtex.ai shall ensure that it safeguards Personal Information in accordance with applicable laws. For example, when User accesses his User Account, email verification and such other means for better security and to prevent unauthorised access to User Account are put in place by Vtex.ai. When User sends or receives data from his device to Site servers, it is made sure that they are encrypted using TLS (Transport Layer Security) and other algorithms. All Personal Information is stored on secure servers, and protected in controlled facilities. Vtex.ai classifies Personal Information based on importance and sensitivity, and ensures that the Personal Information has the required level of security.",
          "Vtex.ai leverages third-party web platforms—Vercel®, Kinsta®, and Railway Corp®—for its website development, data storage, and processing needs. The privacy policies and legal terms for these platforms can be accessed via their respective websites: Vercel at vercel.com/legal/privacy-policy, Kinsta at kinsta.com/legal, and Railway at railway.com/legal/privacy. WordPress, hosted on Kinsta, is equipped with advanced access controls for cloud-based data storage. In addition, Kinsta routinely evaluates its data collection, storage, and processing practices, including implementing physical security measures, to protect against unauthorized access and misuse. Vtex.ai conducts due diligence on business partners and third party service providers to make sure that they are able to protect Personal Information. For instance, details of data protection at Kinsta®  platform is available https://kinsta.com/knowledgebase/. It also checks that appropriate security standards are maintained by such third parties by putting in place appropriate contractual restrictions, and where necessary, carrying out audits and assessments. In addition, its employees and those of our business partners and third party service providers who access Personal Information are subject to enforceable contractual obligations of confidentiality and non-disclosure.",
          "Vtex.ai conducts security and privacy protection awareness sessions and tests to enhance its employee awareness of the importance of protecting Personal Information. It shall take all practicable and legally required steps to safeguard Personal Information. However, User should be aware that the use of the internet is not entirely secure and for this reason Vtex.ai cannot guarantee the security or integrity of any Personal Information when transferred from or to User via the Internet. Vtex.ai handles personal data breaches as required by applicable data protection law which includes, where required, notifying the breach to the relevant data protection supervisory authority and data subjects."
        ]
      },
      {
        "sectionTitle": "Safety practices to be observed by User:",
        "content": [
          "User is advised to set a unique password for his User Account and to not disclose his login password or User Account information to anybody (unless such person is a handler) to avoid password leaks to other websites or individuals which may harm User Account security. User shall ensure to check the URL whenever he accesses the Site and such URL should match with that of Vtex.ai web site; he should ensure that he is not accessing any website that is fraudulently designed to imitate the Vtex.ai web site. During access to the Site, User should not disclose the verification code he has received, to anyone (including those who claim to be Vtex.ai' employees, agents or business partners). Whenever User logs into his User Account, particularly on somebody else's device or on public or unknown internet terminals, User should always log out at the end of his session and should also ensure that his login or other passwords are not stored or remembered by such device or network and he should also clear the browsing history and cookies by choosing the appropriate settings on such a device. Vtex.ai cannot be held responsible for lapses in security caused by any third party accessing Personal Information as a result of User's failure to keep his Personal Information private. In the event of any breach or compromise of data or any unauthorised access to User Account by any third party or any other breach of security, the affected User must notify Vtex.ai at the earliest opportunity at legal@vtex.ai. User's assistance and co-operation will help Vtex.ai protect the privacy of Personal Information."
        ]
      },
      {
        "sectionTitle": "Accessing other features on User's device:",
        "content": [
          "Vtex.ai App may access certain features on User's device. This information is used to allow it to run on User's device and allow such User to interact with it. At any time, User may revoke his permissions by turning them off at the device level or by contacting Vtex.ai at legal@vtex.ai."
        ]
      },
      {
        "sectionTitle": "Retention of Personal Information:",
        "content": [
          "Vtex.ai shall retain Personal Information for the retention period necessary for the purpose of the information collection described in this Privacy Policy, or as required by applicable laws and such retention period may be determined by Vtex.ai on a case-specific basis. Vtex.ai shall cease to retain and delete or anonymize Personal Information once the purpose of collection is fulfilled, or after it confirms User's request for erasure, or after it terminates the operation of the corresponding service.",
          "Vtex.ai shall continue to retain the Personal Information beyond the standard retention period when it is required for the following purposes:",
          "for maintaining records for administrative or tax-related purposes;",
          "for initiating, pursuing or defending a legal claim or for the purposes of legal proceedings, whether initiated by Vtex.ai, User or third parties in any court of law (national or foreign);",
          "for or in connection with complaints relating to the Site or Site Services;",
          "for assisting law-enforcement officials in investigation or for other purposes;",
          "when it is to be maintained as per requirements of applicable law, in compliance of governmental orders, in compliance of orders of any court of competent jurisdiction or any quasi-judicial authorities or any local authority of public governance;",
          "when it is being preserved or intended to be preserved for public interest, scientific or historical research, or statistical purposes; and",
          "any other purpose as may be specified in this behalf by Vtex.ai.",
          "Vtex.ai shall continue to retain certain information for longer than its standard retention period, where permitted based on applicable laws or upon User's request, even if further data processing is not related to the original purpose of collection."
        ]
      },
      {
        "sectionTitle": "Rights of the User:",
        "content": [
          "User is hereby conferred upon certain rights relating to his Personal Information as enlisted hereinbelow:",
          "Right to deny providing non-essential Personal Information: User may choose to deny providing any Personal Information which he is asked to provide optionally. User has to provide the Personal Information which is essential for providing him Site Services. But any non-essential information may be provided at the will of the User. User may note that certain services and features need such non-essential Personal Information to function. In case User refuses to provide such non-essential Personal Information, such services and features shall be unavailable for him. User may also be unable to avail any personalisation features available on the Site which require such non-essential Personal Information in order to function.",
          "Right to control Personal Information: Vtex.ai recognizes that privacy concerns differ from person to person. Therefore, it provides examples of ways it makes available to User to restrict the collection, use, disclosure or processing of Personal information and control User's privacy settings, such as to sign in or sign out of the User Account.",
          "In case User had previously granted consent to Vtex.ai for using Personal Information for the aforementioned purposes, User may revoke such consent at any time by contacting Vtex.ai at legal@vtex.ai. However, User should acknowledge that such revocation of consent shall not affect or prejudice the validity of any action/omission or any transaction or agreement entered into prior to such revocation of consent. User shall not be absolved of any loss, harm, damage, liability or obligation incurred or of any responsibility or burden arisen prior to such revocation of consent by virtue of such subsequent withdrawal of consent.",
          "Right to update Personal Information: To the extent permitted by applicable laws and regulations, User has the right to access, rectify, update and erase any Personal Information that Vtex.ai holds relating to User, hereinafter referred to as the \"Right to control Personal Information\". User may also access and update the details relating to the Personal Information in his User Account at www.vtex.ai or by logging into the User Account on his device. For additional information, User may write to Vtex.ai or contact its customer representative at legal@vtex.ai.",
          "In case any Personal Information being held on behalf of User by Vtex.ai is incorrect or incomplete, User is entitled to have such Personal Information corrected or completed based on the purpose of use.",
          "This Privacy Policy requires that User's Right to control Personal Information satisfies applicable laws and regulations and the following conditions which require that any request for exercising such right should:",
          "be communicated through Vtex.ai' communication channels legal@vtex.ai , for the protection of User's information and for record purposes, User request should be in writing (unless the local law explicitly recognises the oral request);",
          "provide sufficient information to enable Vtex.ai to verify User's identity and to ensure that he is the data subject or a person legally authorised to act on the data subject’s behalf.",
          "Once Vtex.ai obtains sufficient information to confirm that User's request for Right to control Personal Information can be processed, it shall proceed to respond to User's request within any timeframe set out under the applicable data protection laws or as it may deem fit in the absence thereof.",
          "Based on the requirements of applicable laws, User is conferred upon the right to request the deletion or removal of his Personal Information where there is no compelling reason for Vtex.ai to continue using it. Vtex.ai shall consider the grounds regarding User's request for the deletion or removal of such Personal Information and take reasonable steps, including technical measures. Vtex.ai may not be able to immediately remove the information from the backup system due to applicable law and/or technical limitations. In such a case, Vtex.ai shall securely store such Personal Information and isolate it from any further processing until the backup can be deleted or be made anonymous. User is conferred upon the right to object to certain types of processing, including processing for direct marketing, and under certain other circumstances. Particularly under the laws of some jurisdictions:",
          "User has the right to obtain from Vtex.ai the restriction upon processing Personal Information. Vtex.ai shall consider the grounds regarding User's restriction request. In case the grounds apply to GDPR, Vtex.ai shall only process Personal Information under applicable circumstances in GDPR and inform User before the restriction of processing is lifted."
        ]
      },
      {
        "sectionTitle": "Withdrawal of consent:",
        "content": [
          "User may withdraw his consent previously provided to Vtex.ai for a particular purpose by submitting a request, including collecting, using, and/or disclosing his Personal Information in possession or control of Vtex.ai. Based upon the specific service User avails, User may contact Vtex.ai at legal@vtex.ai. Vtex.ai shall process User's request within a reasonable timeframe from when the request was made, and thereafter, not collect, use and/or disclose such Personal Information as per the said request. Depending upon the extent of User's withdrawal of consent, he may not be entitled to continue receiving the full benefit of the Site and Site Services within their originally intended scope. This means that User shall be able to enjoy the benefits pro tanto and does not imply, by any kind of interpretation or construction, that the products offered to User will be defective or that the services offered will be deficient. The withdrawal of consent or authorisation shall not affect the validity of data processing carried out on the basis of the consent till the point of such withdrawal of consent."
        ]
      },
      {
        "sectionTitle": "Cancelling a subscription or User Account:",
        "content": [
          "In case User wishes to cancel a specific subscription or service provided upon subscription, he may contact Vtex.ai at support@vtex.ai for canceling such subscription or opting out of such service provided upon subscription.",
          "In case User wishes to cancel the User Account, he may note that such cancellation shall prevent him from accessing the full range and scope of Site Services and products and services included therefrom. Cancellation may be prevented or delayed in certain circumstances."
        ]
      },
      {
        "sectionTitle": "Online transmission of Personal Information:",
        "content": [
          "Vtex.ai processes and backs up Personal Information through a global operating and control infrastructure. For the purposes described in this Privacy Policy, User's information may be transmitted online to data centers in accordance with applicable law. Vtex.ai may also transmit Personal Information to affiliate third party service providers and business partners and User's data may thereafter, also be transmitted to other countries or regions. The jurisdiction in which these global facilities are located may or may not protect Personal Information to the same standards as in User's jurisdiction. There are different risks under different data protection laws and difficulties or concerns pertaining to User's data may arise and as such are beyond the control of Vtex.ai. However, this does not change Vtex.ai' commitment to comply with this Privacy Policy and to protect Personal Information.",
          "In case Vtex.ai needs to transmit Personal Information outside User's jurisdiction, whether to its affiliates or third party service providers, it shall comply with related applicable laws. Vtex.ai ensures that all such transmissions meet the requirements of applicable local data protection laws by implementing uniform safeguards."
        ]
      },
      {
        "sectionTitle": "Protection of minors:",
        "content": [
          "Vtex.ai hereby declares that it does not offer Site Services directly to a minor or use personal data of such a minor for the purposes of marketing. For entering into a valid contract, one of the essential requirements of law is age of consent. A person entering into an agreement should be capable of providing his consent thereto. The User Agreement therefore requires persons to have attained the legal age of consent prior to entering and being bound by the User Agreement. In case, a person has not attained majority as per applicable law in his jurisdiction, he shall not be capable of entering into the User Agreement and hence such persons should not access the Site and Site Services.",
          "In case a parent or a guardian has reason to believe that their minor has provided Vtex.ai with personal information, such parent or guardian is requested to kindly contact Vtex.ai at support@vtex.ai and provide necessary details to ensure that the minor's personal data is removed immediately and that the minor is unsubscribed from any of the applicable Site Services."
        ]
      },
      {
        "sectionTitle": "Regarding acceptance of third party privacy policies:",
        "content": [
          "This Privacy Policy does not apply to products or services offered by a third party through or in connection with the Site or Site Services. Depending on the service User avails, it may incorporate a third parties’ product or service such as payment processing, etc. Some of these will be provided in the form of links to third parties’ websites, and some will be accessed in the form of SDKs, APIs, etc. User's Personal Information may also be collected when he accesses or avails these services. For this reason, Vtex.ai recommends that User should take the time to read the relevant third party’s privacy policy or relevant portions thereof to understand their privacy policies and practices. Vtex.ai shall not be held responsible for and cannot control how third parties use Personal Information which they collect from User. This Privacy Policy does not apply to other sites linked from the Site Services and in no way governs them. The following are the examples of when third party terms in the relevant privacy policies may apply when User avails specific services from such third parties:",
          "When User uses the services of an affiliate third party payment services provider to make payment, the Personal Information that User provides during the confirmation of such payment is handled in accordance with such affiliate third party’s privacy policy.",
          "When User is redirected to a third party website after he clicks on any weblink provided on the Site, any Personal Information he voluntarily provides or is collected from him during his access to such third party website shall be governed by such third party's privacy policy.",
          "In case, during access to the Site and while availing Site Services, a pop-up appears or a window prompt is displayed to User relating to a third party including an advertiser, any Personal Information that User provides or facilitates collection whereof, upon such a pop-up or window prompt, shall be governed by the privacy policy of such third party."
        ]
      },
      {
        "sectionTitle": "Communication channels:",
        "content": [
          "In case User or any person desirous of becoming a party to the User Agreement has any comments, doubts, questions or feedback about this Privacy Policy or any questions relating to Vtex.ai’ collection, use, or disclosure of Personal Information or personal information in general, he may contact Vtex.ai through any of the following communication channels:",
          "legal@vtex.ai",
          "User shall note that while sending his communication in this regard, he must mention “Privacy Policy” at the beginning of his communication so that Vtex.ai' representative may categorise such communication properly in the records of Vtex.ai. When Vtex.ai receives questions relating to privacy or personal information or about access/download requests, it may take time to analyse the pertinent issues and perhaps even seek professional assistance to solve the problems. If the question itself involves a significant issue, Vtex.ai may ask User or other person for making more information available as may be necessary. Vtex.ai expects patience and co-operation from User or other person in this regard in order that it can provide a satisfactory reply or solution."
        ]
      },
      {
        "sectionTitle": "Updation of this Privacy Policy:",
        "content": [
          "Vtex.ai shall review this Privacy Policy periodically and considering the changes in business practices, market trends, economy, technology, law, governmental policies, social and political outlook, or in pursuance of agreements entered into with third party affiliates, or updates thereof, in the future, may choose to update this Privacy Policy. Vtex.ai may also choose to update this Privacy Policy in response to customer feedback or in consideration of needs of its users. In case during such process of updation, Vtex.ai makes a substantial change to this Privacy Policy, it may notify User through his registered contact information such as email or may publish on the Site or may send a notification via mobile devices in order that User may learn about how such changes affect him or his interests. Vtex.ai shall ensure from its end that such notifications are addressed and sent properly to User. However, in case of delay or failure to deliver the notification due to technical or other issues beyond its control, User shall not hold Vtex.ai responsible for such delay or failure. Such updates to this Privacy Policy shall be effective from the date specified in the notice or upon the Site.",
          "Vtex.ai recommends and urges all its users to check the Vtex.ai web site home page regularly for making themselves aware of the latest updates to this Privacy Policy. User's continued access to the Site and use of the Site Services subsequent to bringing such updates into effect shall be deemed as an acknowledgement of the updated Privacy Policy.",
          "In case User does not approve of this Privacy Policy or any future updates thereof, he may choose to not access or discontinue his access to the Site and Site Services at any time. Such a discontinuation shall not affect any data of User collected prior to the date of such discontinuation and such data of User shall continue to remain subject to the Privacy Policy in force thereat."
        ]
      },
      {
        "sectionTitle": "Interpretation of this Privacy Policy:",
        "content": [
          "This Privacy Policy, including any future updates thereof, is the authentic legal English version and shall be the primary version for all purposes, official or legal. Any version of this Privacy Policy (current or archived), or any simplified version thereof, provided in English or in a language other than English (whether using Latin script or otherwise) is only for the purpose of convenience of User. In the event of any inconsistency or conflict between provisions or lack of clarity with regards to interpretation with any other version of this Refund Policy, this authentic legal English version solely shall prevail."
        ]
      }
    ],
    "icon": "Shield"
  },
  {
    "id": "cookies-policies",
    "title": "Solution code access terms & conditions",
    "introductoryLines": [
      "These Terms & Conditions (“Terms of use”) govern the access, entitlement, and distribution of solution codes provided by Vtex.ai under its subscription plans and Pay-Per-Code purchase model. By subscribing to a plan or purchasing a solution code, the user (“User”) expressly acknowledges and agrees to be bound by these Terms."
    ],
    "sections": [
      {
        "sectionTitle": "Solution code entitlement under subscription plans",
        "content": [
          "1.1 Entitlement & Delivery",
          "a) Users subscribed to an active plan (including the Emerging Tech Plan, HealthTech AI Plan, or FlexPick Plan) shall be entitled to receive one (1) solution code, with eligibility to receive an additional solution code after a period of thirty-five (35) days, subject to the terms and conditions outlined herein.",
          "b) To enable successful delivery, Users are required to provide a valid GitHub ID or email address either at the time of registration or when enrolling in a subscription plan on the Site.",
          "c) Solution codes shall be delivered within five (5) calendar days from the later of: (i) the start of the User’s billing cycle, or (ii) the date the User submits a valid GitHub ID or email address.",
          "d) Each solution code shall carry an entitlement period of thirty (30) calendar days from the date of delivery. During this entitlement period, no additional subscription-based solution codes shall be issued, irrespective of the number of videos viewed or quizzes completed by the User.",
          "1.2 Single Delivery Identifier",
          "a) Users shall designate a single GitHub ID or email address for the receipt of solution codes.",
          "b) Solution codes shall not be sent to multiple or alternative accounts.",
          "c) Corporate email addresses or GitHub accounts shall only be permitted under an Enterprise Plan subscription.",
          "1.3 Modification of Registered Email or GitHub ID",
          "a) Requests to update the designated email address or GitHub ID will be processed only if formally submitted via email to Vtex.ai’s support team at Support@vtex.ai.",
          " b) Vtex.ai reserves the right to deny modification requests at its sole discretion."
        ]
      },
      {
        "sectionTitle": "Pay-per-code purchases",
        "content": [
          "2.1 General Provisions",
          "a) The Pay-Per-Code model permits users to access one (1) additional solution code per billing cycle, independent of their standard subscription benefits, regardless of how many Pay-Per-Code purchases are made within that cycle.",
          " b) Pay-Per-Code purchases are offered solely for Users seeking expedited access to additional solution codes before their next subscription entitlement becomes available.",
          "2.2 No Impact on Subscription Fees",
          "a) A Pay-Per-Code purchase is treated as a standalone transaction and shall not modify, reduce, or offset any fees associated with the User’s existing subscription plan or a one-time purchase made under the FlexPick Plan. This applies even if the purchased solution code relates to content already included within the subscription or is associated with a different video; no price adjustment shall be made to the video or the subscription plan.",
          "b) Users who choose to purchase solution codes separately shall remain fully responsible for the payment of their applicable subscription plan fees, whether recurring or one-time under the FlexPick Plan.",
          "2.3 Non-Refundability & Delivery",
          "a) All Pay-Per-Code transactions are final and non-refundable.",
          "b) Purchased solution codes will be delivered within five (5) calendar days from the date of the transaction.",
          "c) The entitlement period of thirty (30) calendar days commences upon delivery of the solution code. During this period, Users may initiate additional Pay-Per-Code purchases; however, no new solution code will be delivered until thirty-five (35) days have elapsed since the delivery of the previous code."
        ]
      },
      {
        "sectionTitle": "General terms & restrictions",
        "content": [
          "    3.1 License & Usage",
          "a) Solution codes issued under any plan or purchase model are provided solely for personal use.",
          "b) Unauthorized reproduction, redistribution, resale, or public disclosure of solution codes is strictly prohibited and may result in immediate termination of access without refund, in addition to potential legal recourse.",
          "3.2 Subscription Continuity & Forfeiture",
          "a) Users must maintain an active subscription to remain eligible for periodic solution code entitlements.",
          "b) In the event of subscription cancellation or non-renewal, the User shall forfeit any outstanding solution code entitlements.",
          " 3.3 Modification of Terms",
          "a) Vtex.ai reserves the right to amend these Terms, including but not limited to subscription pricing, entitlements, and Pay-Per-Code policies, at its sole discretion.",
          "b) Users shall be notified of material modifications in advance. Continued use of Vtex.ai’s services following such modifications shall constitute acceptance of the revised Terms.",
          "3.4 Violations & Enforcement",
          "a) Any attempt to circumvent the entitlement system, misuse solution codes, or violate these Terms may result in immediate suspension or termination of access.",
          " b) Vtex.ai reserves the right to take appropriate legal action in response to any unauthorized use or violation of these Terms."
        ]
      },
      {
        "sectionTitle": "Contact information",
        "content": [
          "For inquiries, support requests, or formal modifications to registered credentials, please contact:",
          "Support@vtex.ai",
          "By subscribing to any plan or purchasing a Pay-Per-Code solution, the User acknowledges and agrees to abide by these Terms & Conditions."
        ]
      }
    ],
    "icon": "Cookie"
  },
  {
    "id": "intellectual-property-policy-and-procedures",
    "title": "Intellectual Property Policy and Procedures",
    "introductoryLines": [
      "This Intellectual Property Policy and Procedures was last updated on 1st April 2025.",
      "This Intellectual Property Policy and Procedures was brought into effect on 1st April 2025."
    ],
    "sections": [
      {
        "sectionTitle": "Introduction:",
        "content": [
          "This legal sub-document shall be known as \"Intellectual Property Policy and Procedures\" and it lays down the policy and procedures with respect to the safeguarding of intellectual property rights of users and third parties relating to any content hosted by Vtex.ai upon the Site. Any key terms used herein but defined in the User Agreement other legal sub-documents comprising the Terms of Use shall, unless the context requires otherwise, have the same meanings they have in those legal sub-documents.",
          "The Site is an online educational platform designed to provide specialized learning resources for a diverse audience, including technology professionals seeking to advance their knowledge in new and emerging topics, AI solutions, and advanced techniques; healthcare professionals interested in the application of AI in healthcare settings, including hands-on demonstrations; and organizations such as digital engineering service companies aiming to enhance their sales proposals and client propositions with unique AI-driven and generative AI solutions. The content provided upon or through the Site is proprietary material with all rights reserved by Vtex.ai. Vtex.ai respects the intellectual property rights of all users and third parties and expects such users and third parties to respect the intellectual property rights of Vtex.ai. Vtex.ai does not willingly involve in any act/omission which leads to infringement of intellectual property rights of users or third parties that are conferred by applicable law. However, in case any person, whether a natural person or an association of persons or a legal entity, alleges that his intellectual property rights are being infringed upon due to any act/omission of Vtex.ai, such person may, prior to taking recourse to any legal proceedings in this behalf, serve a takedown notice upon Vtex.ai in the manner prescribed hereinunder."
        ]
      },
      {
        "sectionTitle": "Copyright takedown policy:",
        "content": [
          "Vtex.ai' policy is to remove any content from the Site when it is reported beyond doubt to be infringing upon the copyrights of the concerned copyright owner. Such a copyright owner or his authorised representative may serve upon Vtex.ai a copyright takedown notice stating clearly the content and the place where it is found which infringes upon the impugned copyrights along with evidence in support of such a claim."
        ]
      },
      {
        "sectionTitle": "Procedure for serving a copyright takedown notice:",
        "content": [
          "A copyright takedown notice can be served upon Vtex.ai by downloading online the copyright takedown notice form the Terms and Conditions page at vtex.ai. (form available only in English language) and e-mailing a filled-up digital copy of the copyright takedown notice to legal@vtex.ai. Any other manner of submitting the copyright takedown notice shall be deemed invalid and shall not be considered.",
          "The notice-sender shall note that in order for Vtex.ai to consider the served copyright takedown notice seriously and act upon it, it has to be a valid notice (see provision (2)(41) of the User Agreement to learn the elements of a valid notice). Such a notice-sender may note that in case the copyright takedown notice served upon Vtex.ai by him is found to be non-conformant with the elements of a valid notice, it shall not be considered seriously and acted upon and Vtex.ai may, if it deems fit, initiate legal proceedings against such notice-sender in case such copyright takedown notice is found to be served upon it due to any mischief or if it is found to be frivolous or vexatious or is served with the intention of wasting the time, efforts and resources of Vtex.ai.",
          "User is hereby cautioned that he shall read the preference to copyright claims submission mode related provisions of the Third Party Affiliates Terms and Conditions and comply with the applicable clauses therein to the applicable extent."
        ]
      },
      {
        "sectionTitle": "Essential requirements of a copyright takedown notice:",
        "content": [
          "Any person who serves or intends to serve a copyright takedown notice upon Vtex.ai shall, prior to serving such copyright takedown notice, ensure that the following essential requirements are being met:",
          "(a) Valid locus standi: Vtex.ai shall not consider and act upon any copyright claim which has no locus standi; which means that Vtex.ai shall not consider and act upon the copyright takedown notice that is not served by the concerned copyright owner or his authorised representative. Here, it is to be noted that the person serving the copyright takedown notice is the one who addresses it and casts his signature upon it. In case the notice-sender is a legal entity, such a copyright takedown notice may be signed by any natural person authorised by such legal entity but shall be addressed by the legal entity itself.",
          "(b) Genuine notice: Knowingly submitting a false or misleading copyright takedown notice is illegal and such notice-sender could be held liable and forced to pay damages as a consequence. Vtex.ai reserves the right to seek damages from anyone who serves a copyright takedown notice for alleged infringement in contravention of applicable law.",
          "(c) Not for the purposes of \"fair use\": The person serving the copyright takedown notice shall consider whether the use of alleged infringing content is for the purposes of “fair use.” Copyright law includes a “fair use” exception for certain uses of copyrighted content that are considered to be in the public interest. Before such notice-sender serves a copyright takedown notice, he shall ensure that use of the alleged infringing content does not qualify as fair use. Fair use means use for the purposes such as providing reference, criticism, commentary, news reporting, and research. While determining whether the alleged infringing content’s use qualifies as fair use, notice-sender should look at:",
          "(i) the purpose of the use (whether the content is paid or unpaid, whether the content critiques/parodies/transforms the impugned material);",
          "(ii) the type of copyrighted work being used (whether the work is factual or creative);",
          "(iii) the portion being used (whether the content uses small, necessary excerpts of the impugned material or substantial portions of it); and",
          "(iv) the effect on the market for copyright owner's material (whether potential buyers would purchase the content instead of buying impugned material).",
          "(d) Protection under copyright law: There are types of content that aren’t protected by copyright. Copyright law doesn’t cover short phrases (like business names, book titles, and slogans), intangible concepts (like processes, ideas, and recipes), or facts. Before any person serves a copyright takedown notice, he shall ensure that the alleged infringing content is indeed protected by the applicable copyright law.",
          "(e) The copyright takedown notice shall bear all necessary particulars: The copyright takedown notice has to be sufficiently substantiated for Vtex.ai in order that it is able to consider and act upon it. This means that the notice-sender's copyright takedown notice must include substantially the following particulars:",
          "(i) notice-sender shall provide sufficient information in order to enable Vtex.ai to contact such a notice-sender, including his full legal name, a valid email address, physical address, and functional telephone number (optional);",
          "(ii) in case any person is sending a notice on behalf of a legal entity, such a person shall include the complete name of such legal entity and mention his relationship to such legal entity;",
          "(iii) notice-sender shall precisely identify the original copyrighted material or, in case multiple copyrighted works are covered in the subject matter of such copyright takedown notice, such notice-sender shall provide a sufficiently representative list of such original material (such as a URL or video or code or demo where the material is located) in order to enable faster and efficient processing of such copyright takedown notice;",
          "(iv) notice-sender shall provide sufficient information in order to conveniently locate the alleged infringing content upon the Site (the URL of Vtex.ai Website or video name or webpage thereof and the exact location upon such webpage);",
          "(v) notice-sender shall add a statement saying: “I declare, under penalty of perjury, that the information in this copyright takedown notice is accurate and that I am the copyright owner/copyright owner's authorised representative and I have a bona fide belief that use of the material reported herein is not authorised by the copyright owner or the law”; and",
          "(vi) the copyright takedown notice shall be complete in all other respects."
        ]
      },
      {
        "sectionTitle": "Trade mark takedown policy:",
        "content": [
          "Vtex.ai' policy is to remove any content from the Site when it is reported beyond doubt to be infringing upon any trade mark rights of the concerned trade mark owner. Such a trade mark owner or his authorised representative may serve upon Vtex.ai a trade mark takedown notice stating clearly the content and the place where it is found which infringes upon the impugned trade mark rights along with evidence in support of such claim."
        ]
      },
      {
        "sectionTitle": "Procedure for serving a trade mark takedown notice:",
        "content": [
          "A trade mark takedown notice can be served upon Vtex.ai by downloading online the trade mark takedown notice form the Terms and Conditions page at vtex.ai. (form available only in English language) and e-mailing a filled-up digital copy of the trade mark takedown notice to legal@vtex.ai. Any other manner of submitting the trade mark takedown notice shall be deemed invalid and shall not be considered.",
          "The notice-sender shall note that in order for Vtex.ai to consider the served trade mark takedown notice seriously and act upon it, it has to be a valid notice (see provision (2)(41) of the User Agreement to learn the elements of a valid notice). Such a notice-sender may note that in case the trade mark takedown notice served upon Vtex.ai by him is found to be non-conformant with the elements of a valid notice, it shall not be considered seriously and acted upon and Vtex.ai may, if it deems fit, initiate legal proceedings against such notice-sender in case such trade mark takedown notice is found to be served upon it due to any mischief or if it is found to be frivolous or vexatious or is served with the intention of wasting the time, efforts and resources of Vtex.ai."
        ]
      },
      {
        "sectionTitle": "Essential requirements of a trade mark takedown notice:",
        "content": [
          "Any person who serves or intends to serve a trade mark takedown notice shall, prior to serving such trade mark takedown notice, ensure that the following essential requirements are being met:",
          "(a) Valid locus standi: Vtex.ai shall not consider and act upon any trade mark rights claim which has no locus standi; which means that Vtex.ai shall not consider and act upon the trade mark takedown notice that is not served by the concerned trade mark owner or his authorised representative. Here, it is to be noted that the person serving the trade mark takedown notice is the one who addresses it and casts his signature upon it. In case the notice-sender is a legal entity, such trade mark takedown notice may be signed by any natural person authorised by such legal entity but shall be addressed by the legal entity itself.",
          "(b) Genuine notice: Knowingly submitting a false or misleading trade mark takedown notice is illegal and such notice-sender could be held liable and forced to pay damages as a consequence. Vtex.ai reserves the right to seek damages from anyone who serves a trade mark takedown notice for alleged infringement in contravention of applicable law.",
          "(c) Not for the purposes of \"fair use\": The person serving the trade mark takedown notice shall consider whether the alleged trade mark rights infringement is actually for the purposes of “fair use” and hence not infringement in reality. Trade mark law protects the use of a name or brand for selling products and services, with the goal of preventing consumer confusion. Most countries’ laws include an exception for “fair use”, which allows others to use a trade mark for factually referencing the trademarked product or service, or commenting upon or criticizing the mark. Such person must consider the likelihood that others would be confused into thinking that trade mark owner's company or brand had created or is sponsoring the content. Before submitting a trade mark takedown notice, such person should ensure that use of such trade mark in the content does not qualify as fair use. Fair use means use for the purposes such as providing reference, criticism, commentary, news reporting, and research. While determining whether the alleged infringing trade mark use qualifies as fair use, notice-sender should should look at:",
          "(i) the purpose of the use (whether the content is paid or unpaid, whether the content critiques/parodies/transforms the impugned trade mark);",
          "(ii) the effect on the market for the impugned trade mark (whether potential buyers would be misled by such alleged infringement).",
          "(d) Protection under trade mark law: Before any person serves a trade mark takedown notice, he shall ensure that the alleged trade mark infringement is indeed protected by the applicable trade mark law. The trade mark should have been properly registered and title to such trade mark should belong to the person claiming to be the owner of such trade mark. The trade mark validity should not have expired whereby such trade mark may lose recognition or fall into public domain.",
          "(f) The trade mark takedown notice shall bear all necessary particulars: The trade mark takedown notice has to be sufficiently substantiated for Vtex.ai in order that it is able to consider and act upon it. This means that the notice-sender's trade mark takedown notice must include substantially the following particulars:",
          "(i) notice-sender shall provide sufficient information in order to enable Vtex.ai to contact such a notice-sender, including his full legal name, a valid email address, physical address, and functional telephone number (optional);",
          "(ii) the specific words, symbols, etc. of the alleged trade mark infringement for which such trade mark owner claims trade mark rights;",
          "(iii) the basis for such trade mark owner's claim of trade mark rights (such as a national or community registration), including registration number, if applicable;",
          "(iv) the country or jurisdiction in which such a trade mark owner claims trade mark rights;",
          "(v) the category of goods and/or services for which such trade mark owner asserts his trade mark rights;",
          "(vi) precise location(s) upon the Site or in the content where trade mark owner's registered trade mark can be found;",
          "(vii) a description of how such a trade mark owner believes that the impugned content infringes his trade mark;",
          "(viii) in case notice-sender is not the trade mark rights owner, an explanation of his relationship to the actual trade mark owner;",
          "(ix) the following statement: “I have a good faith belief that use of the trade mark as described above in the manner complained of is not authorised by the trade mark owner or the applicable law.”;",
          "(x) the following statement: \"I declare, under penalty of perjury, that the information contained in this trade mark takedown notice is accurate, and that I am the trade mark owner/authorised representative of such a trade mark owner whose trade mark rights are being infringed.\"; and",
          "(xi) the trade mark takedown notice shall be complete in all other respects."
        ]
      },
      {
        "sectionTitle": "Updation of this Intellectual Property Policy and Procedures:",
        "content": [
          "Vtex.ai shall review this Intellectual Property Policy and Procedures periodically and considering the changes in business practices, market trends, economy, technology, law, governmental policies, social and political outlook, or in pursuance of agreements entered into with third party affiliates, or updates thereof, in the future, may choose to update this Intellectual Property Policy and Procedures. Vtex.ai may also choose to update this Intellectual Property Policy and Procedures in response to customer feedback or in consideration of needs of its users. In case during such process of updation, Vtex.ai makes a substantial change to this Intellectual Property Policy and Procedures, it may notify User through his registered contact information such as email or may publish on the Site or may send a notification via mobile devices in order that User may learn about how such changes affect him or his interests. Vtex.ai shall ensure from its end that such notifications are addressed and sent properly to User. However, in case of delay or failure to deliver the notification due to technical or other issues beyond its control, User shall not hold Vtex.ai responsible for such delay or failure. Such updates to this Intellectual Property Policy and Procedures shall be effective from the date specified in the notice or upon the Site.",
          "Vtex.ai recommends and urges all its users to check the Vtex.ai web site home page regularly for making themselves aware of the latest updates to this Intellectual Property Policy and Procedures. User's continued access to the Site and use of the Site Services subsequent to bringing such updates into effect shall be deemed as an acknowledgement of the updated Intellectual Property Policy and Procedures.",
          "In case User does not approve of this Intellectual Property Policy and Procedures or any future updates thereof, he may choose to not access or discontinue his access to the Site and Site Services at any time. Such a discontinuation shall not affect any liability, loss, harm, damage or burden incurred due to any act/omission of User prior to the date of such discontinuation and such act/omission of User shall continue to remain subject to the Intellectual Property Policy and Procedures in force thereat."
        ]
      },
      {
        "sectionTitle": "Interpretation of this Intellectual Property Policy and Procedures:",
        "content": [
          "This Intellectual Property Policy and Procedures, including any future updates thereof, is the authentic legal English version and shall be the primary version for all purposes, official or legal. Any version of this Intellectual Property Policy and Procedures (current or archived), or any simplified version thereof, provided in English or in a language other than English (whether using Latin script or otherwise) is only for the purpose of convenience of User. In the event of any inconsistency or conflict between provisions or lack of clarity with regards to interpretation with any other version of this Intellectual Property Policy and Procedures, this authentic legal English version solely shall prevail."
        ]
      }
    ],
    "icon": "Copyright"
  }
]
